{
    "12": {
        "topic_words": "islamic terror terrorist al threat iraq attacks terrorists terrorism threats abu join qaeda target believed fight state militant jihadist pictured groups jihad hostages militants east",
        "topic_phrases": "terrorist attack, islamic terrorism, attacks on the country, terrorist threat, extremist groups",
        "topic_description": "This topic is about terrorist attacks, islamic terrorism, attacks on the country, terrorist threats, and extremist groups."
    },
    "13": {
        "topic_words": "price cost products market prices sales product costs companies expensive consumers scheme company buy consumer demand cheap extra plastic fee retail marketing quality high versions",
        "topic_phrases": "market prices and market sales, companies reducing costs, price tags dramatically undercut the major supermarkets, increased sales in the current market, determining a price point for this product, product sales",
        "topic_description": "This topic is about market prices and market sales, companies reducing costs, price tags dramatically undercut the major supermarkets, increased sales in the current market, determining a price point for a product, and product sales."
    },
    "32": {
        "topic_words": "water river lake bridge walker valley flood dry rivers flooding flooded mud waters stranded floating canyon swollen washed floods ridge people deep defences swept edge",
        "topic_phrases": "flooding, lake is dry, bridge, the water in the river has never been so high, flooded river",
        "topic_description": "This topic is about flooding, dry lake, bridge, high levels of water in the river, and a flooded river."
    },
    "39": {
        "topic_words": "war military defence army iraq soldiers troops forces battle iraqi soldier force commander combat armed base served personnel command men defense general invasion baghdad mosul",
        "topic_phrases": "military forces, military troops, the battleground, defence army, ongoing war",
        "topic_description": "This topic is about military forces and troops in an ongoing war making up the defensive army."
    },
    "46": {
        "topic_words": "law legal state marriage rights laws civil federal couples petition attorney cases lawyers case discrimination lawyer marry states married public papers seeking battle legally filed",
        "topic_phrases": "civil law, marriage, federal law, not legal, state law, petition, law for married couples",
        "topic_description": "This topic is about civil law, marriage, federal law, legal actions, state law, petition, and law for married couples."
    },
    "48": {
        "topic_words": "food restaurant eat eating babies meal drinks fruit breakfast chicken dinner foods meals pizza cheese ingredients menu restaurants vegetables cooking meat fresh fish juice sauce",
        "topic_phrases": "eating food at a restaurant, a healthy meal, ordering something to drink, serving breakfast, fruits are a healthy food, eating chicken",
        "topic_description": "This topic is about eating food at a restaurant, ordering something to drink and serving breakfast, as well as eating chicken, and fruits which are a healthy food."
    },
    "55": {
        "topic_words": "energy power heat plant fuel waste plants produce solar produced electricity production lights cheaper layer green environmental stored industrial stations producing pollution sickening illustrated industry",
        "topic_phrases": "power plant, use fuel to produce heat, solar energy, fossil fuels produce waste",
        "topic_description": "This topic is about power plants, using fuel to produce heat, fossil fuels that produce waste, and solar energy."
    },
    "61": {
        "topic_words": "match murray won title round open win final set champion record australians tennis victory winning beat australian roger titles break career winner great lost fourth",
        "topic_phrases": "final match, win the title, this year's champion, won the final round",
        "topic_description": "This topic is about a final match to determine which team will win the final round, winning the title to become this year‚Äôs champion."
    },
    "62": {
        "topic_words": "island beach sea gaal navy rescue fish ocean water sand coast rescued swimming marine diving swim dive waves coral naval reef drowned caught barber rescuers",
        "topic_phrases": "navy came to rescue in the ocean, swimming in the sea, sandy island, dive team rescued her, ocean water, fish",
        "topic_description": "This topic is about the navy rescuing in the ocean, swimming in the sea, sandy island, dive team rescuing a person, ocean water and fishes in the sea."
    },
    "64": {
        "topic_words": "group forces fighters killed fighting militants syrian border town city region armed province northern military control islamic yesterday troops army country strikes fight government soldiers",
        "topic_phrases": "group composed of militants, fighters joining forces, ongoing violence in the capital, people dead across the country, militants armed with grenades, border town",
        "topic_description": "This topic is about a group composed of militants, fighters joining forces, ongoing violence in the capital, people dead across the country, militants armed with grenades, and a border town."
    },
    "72": {
        "topic_words": "health virus cases people bird outbreak infected public sick flu tested england deadly epidemic person case officials number reported countries infection positive respiratory control care",
        "topic_phrases": "people infected with the virus, identify new cases, outbreak of measles, public health, new strain of flu, infected cases",
        "topic_description": "This topic is about people infected with the virus, identifying new cases, the outbreak of measles, public health, new strain of flu, and infected cases."
    },
    "78": {
        "topic_words": "court judge case appeal justice order ruling ruled magistrates ordered supreme high courts decision bennett lawyer lawyers dispute argued custody granted filing appealed magistrate judgment",
        "topic_phrases": "a court ruling, department of justice, appealed against a court ruling, judge reviewing a case, court order, magistrates",
        "topic_description": "This topic is about a court ruling, department of justice, appealing against a court ruling, judge reviewing a case, a court order, and magistrates."
    },
    "83": {
        "topic_words": "road driver driving traffic speed drivers vehicles highway roads drive motorists limit speeds cars fast dangerous seat side lights distance seconds miles lanes avoid mph",
        "topic_phrases": "road traffic, highway speed, roads and driving, driving their vehicles on the road, traffic speeds",
        "topic_description": "This topic is about driving vehicles on the road, having to do with traffic and highway speeds, road traffic, and driving."
    },
    "85": {
        "topic_words": "coast miles storm east map pacific atlantic winds western ocean storms weather strong expected southern hurricane hit south tropical sea eastern rough satellite west national",
        "topic_phrases": "east coast storm, pacific ocean, western winds, high speed winds, stormy weather, atlantic coast",
        "topic_description": "This topic is about an east coast storm with high speed winds creating stormy weather on the Atlantic coast, as opposed to the western winds from the Pacific Ocean."
    },
    "89": {
        "topic_words": "weight pounds fat diet body sugar healthy lose lost loss bell obesity eating weighed calories chips obese skin weighs healthcare tongue losing pill fletcher granddaughter",
        "topic_phrases": "weight loss, lost weight following a diet, body fat, blood sugar levels, healthy diet, lose a few pounds of weight",
        "topic_description": "This topic is about weight loss and following a healthy diet in order to regulate body fat and blood sugar levels and lose a few pounds of weight following a diet."
    },
    "90": {
        "topic_words": "arsenal ball alex wenger villa alan cross robin darren derby corner arsene hosts fabregas break gunners toure looked wide challenge persie effort emirates side brilliant",
        "topic_phrases": "derby football match, Arsenal football team, they could have snatched victory, the team's former manager, the ball hit the post",
        "topic_description": "This topic is about a derby football match, in which the ball hit the post; according to the Arsenal football team‚Äôs former manager, they could have snatched victory, but the ball hit the post."
    },
    "97": {
        "topic_words": "visit pope peace catholic roman ceremony meeting anniversary commonwealth archbishop vatican ii mass visits trip greeted today benedict holy priest met curry meet flags attended",
        "topic_phrases": "visiting the pope, roman catholic church, archbishop, ceremonial meeting for peace",
        "topic_description": "This topic is about visiting the pope, roman catholic church, archbishop, and ceremonial meeting for peace."
    },
    "100": {
        "topic_words": "earth sun climate planet change surface atmosphere carbon global temperature scientists warming science rock arctic emissions radiation dioxide warm layers warmer patterns life temperatures system",
        "topic_phrases": "global climate change, atmosphere around the Earth, carbon emissions affect climate change, Earth's surface, global temperatures, temperature of the sun",
        "topic_description": "This topic is about how carbon emissions affect global climate change, the Earth‚Äôs surface as well as the atmosphere around the Earth, the temperature of the sun, and global temperatures."
    },
    "101": {
        "topic_words": "crown grand race hamilton team track formula collision ferrari adelaide button finish prix championship lewis pole alonso lap red mclaren driver season ahead circuit briton",
        "topic_phrases": "formula 1 race, ferrari team, collision during the race, hamilton's team, grand prix, race track",
        "topic_description": "This topic is about Formula 1 racing, the Grand Prix on the race track, Hamilton‚Äôs team and the Ferrari team, and collisions during a race."
    },
    "105": {
        "topic_words": "charged allegedly charges arrested alleged investigation arrest accused authorities office attorney bail fbi criminal charge released investigators jail reported detectives federal documents custody county article",
        "topic_phrases": "person arrested and charged, authorities allege, investigation, accused of a crime, under arrest on one charge, under investigation",
        "topic_description": "This topic is about a person arrested and charged, authorities allegations, an investigation, being accused of a crime, being under arrest on one charge, and being under investigation."
    },
    "110": {
        "topic_words": "billion figures economy global growth economic number countries numbers expected market chief investment increased major markets net financial boost compared autumn largest country top europe",
        "topic_phrases": "economic growth, global growth, billion dollar figures, economy is growing, expected growth",
        "topic_description": "This topic is about economic growth involving billion dollar figures showing that the economy is growing as expected globally."
    },
    "113": {
        "topic_words": "campaign clinton governor presidential candidate political state hillary republican candidates romney bill dementia democratic running conservatives politics gov election support palin race campaigns sharpton office",
        "topic_phrases": "presidential campaign, presidential candidate, state governor, joining a presidential campaign, a huge impact on political campaigns",
        "topic_description": "This topic is about the presidential campaign, the presidential candidate, a state governor, joining a presidential campaign, and a huge impact on political campaigns."
    },
    "115": {
        "topic_words": "family wife daughter husband couple pictured friends left brother friend married mother sister life father met love relationship wanted months mum moved happy dad days",
        "topic_phrases": "family and friends, husband and wife, the couple's daughter, the two brothers",
        "topic_description": "This topic is about family and friends, and a husband and wife, the couple‚Äôs daughter has two brothers."
    },
    "128": {
        "topic_words": "money pay paid card credit paying cards spent fund amount payments costs account fees taxpayers financial debt clark accounts higher spend funding payment total spending",
        "topic_phrases": "paid money using a credit card, spent money, amount of credit, received funds",
        "topic_description": "This topic is about credit, receiving funds, paying money using a credit card, and spending money."
    },
    "129": {
        "topic_words": "attack attacks killed attacked bomb people explosion bombing injured blast bombs group suicide attacker assault killing targeted stormed bomber explosive blood claimed explosives exploded carried",
        "topic_phrases": "bomb explosion attack, killed in a bombing attack, injured in the blast, the explosion was caused by a bomb, people behind the attack, car bomb killed and wounded people",
        "topic_description": "This topic is about a bomb explosion attack, people killed in a bombing attack, or injured in the blast, an explosion caused by a bomb, people behind the attack, a car bombing killing and wounding people."
    },
    "134": {
        "topic_words": "air plane aircraft flight flying pilot fly jet crew landing planes force pilots flew jets aviation fighter ferry ground radar flown engine land wings board",
        "topic_phrases": "flying the plane, the pilot of this aircraft, passengers flying for leisure or work, landing strip, the flight crew, take-offs and landings, aircraft landing, jet flying by",
        "topic_description": "This topic is about flying the plane, the pilot of the aircraft, passengers flying for leisure or work, landing strip, the flight crew, take-offs and landings, aircraft landing, and a jet flying by."
    },
    "144": {
        "topic_words": "online users internet site device people computer iphone data devices phones access software post digital technology sites blog content web including feature called phone electronic",
        "topic_phrases": "online internet users, people check websites on different devices, using an iPhone App to surf the internet, computer devices, data plans",
        "topic_description": "This topic is about online internet users, using an iPhone app to surf the internet, computer devices, data plans, and people checking a website on different devices."
    },
    "152": {
        "topic_words": "united manchester liverpool chelsea league premier city manager ferguson striker fa mourinho boss ham champions everton gerrard midfielder trafford defender van arsenal goals jose steven",
        "topic_phrases": "Manchester United's manager, Premier League, the striker for the team, Liverpool versus Chelsea",
        "topic_description": "This topic is about Manchester United's manager, Premier League, the striker for the team, and Liverpool versus Chelsea."
    },
    "153": {
        "topic_words": "fire residents san wood firefighters burning burned blaze flames fires diego burn homes resident department arson elderly destroyed firefighter evacuated local rubble sanders emergency evacuation",
        "topic_phrases": "firefighters tackled the blaze, wood burning, residents evacuating, flames, spit embers downwind, burning buildings,",
        "topic_description": "This topic is about firefighters tackled the blaze, wood burning, residents evacuating, flames, spit embers downwind, and burning buildings."
    },
    "162": {
        "topic_words": "president obama white house barack bush washington administration american states united vice press kerry national secretary america program americans leaders meeting reporters state conference john",
        "topic_phrases": "the country's president, ruler of the country, President Barack Obama, here in America, White House press conference, the Bush administration, the former Republican president,",
        "topic_description": "This topic is about the country's president, ruler of the country, President Barack Obama, the White House press conference, the Bush administration, and the former Republican president."
    },
    "163": {
        "topic_words": "airport passengers flight travel airlines passenger flights airline international transport heathrow board terminal airways airports runway cabin landed gatwick coin batteries masks busiest backpack continental",
        "topic_phrases": "travel via air, passengers on that flight, airlines offering flexible changes, world's busiest airport, international transport, flights were being handled by different air traffic controllers",
        "topic_description": "This topic is about traveling via air, passengers on a flight, airlines offering flexible changes, the world's busiest airport, international transport, and flights being handled by different air traffic controllers."
    },
    "175": {
        "topic_words": "house committee congress senate republican republicans senator rep federal democrats sen reid chamber democratic capitol government congressional lawmakers gop democrat john vets chairman members reform",
        "topic_phrases": "senate and congress, congressional pressure, you can call your representative's office, told a Senate committee, lawmakers setting the record straight, staffer to the Democratic senator, federal employee benefits",
        "topic_description": "This topic is about the senate and congress, congressional pressure, calling one's representative's office, informing a Senate committee, lawmakers setting the record straight, the staffer to the Democratic senator, and federal employee benefits."
    },
    "180": {
        "topic_words": "goal win side scored minutes goals half barcelona points match game score victory scoring lead left ball penalty night minute defeat forward season top final",
        "topic_phrases": "scored a goal, winning the match by a few points, scored before half-time, barcelona has minutes left",
        "topic_description": "This topic is about winning the match by a few points, and how Barcelona had minutes left and had scored before half-time but were able to score a goal at the end."
    },
    "187": {
        "topic_words": "website disease spread ill contact symptoms infection deaths stomach illness people bacteria strain suffering days fever reported infections treated immune prevention cdc poisoning antibiotics treatment",
        "topic_phrases": "the disease is spread through close contact, cases of illness or elevated levels of bacteria, symptoms of this disease include fever, chills, muscle aches and headaches",
        "topic_description": "This topic is about the disease spreading through close contact, cases of illness or elevated levels of bacteria, and symptoms of the disease such as fever, chills, muscle aches and headaches."
    },
    "194": {
        "topic_words": "russian russia european europe ukraine putin moscow greece eastern euro countries vladimir poland country president mata soviet polish ukrainian union germany international summit france nato",
        "topic_phrases": "Ukraine and Russia, called to fight for Ukraine, euro countries, Russian officials gathered in Moscow, Vladimir Putin, a citizen of the eastern European country, bloc of nations within the European Union",
        "topic_description": "This topic is about Ukraine and Russia, calling to fight for Ukraine, euro countries, Russian officials gathering in Moscow, Vladimir Putin, a citizen of the eastern European country, and a bloc of nations within the European Union."
    },
    "195": {
        "topic_words": "court trial guilty prison heard case jury murder judge sentence convicted prosecutors hearing sentenced jail victim evidence pleaded accused prosecutor prosecution life charges attorney lawyer",
        "topic_phrases": "found guilty in the trial before a judicial panel, opening a criminal trial against him, could face jail time, received a fine and a suspended prison sentence",
        "topic_description": "This topic is about a person found guilty in the trial before a judicial panel, opening a criminal trial against him, a person potentially facing jail time,  receiving a fine, and a suspended prison sentence."
    },
    "196": {
        "topic_words": "school schools teacher high education parents teachers hughes children students primary teaching teenagers girl teen teens kids girls elementary head district traumatic parent secondary classroom",
        "topic_phrases": "high school teacher, high school students, education in schools, parents meet teachers, children going to school",
        "topic_description": "This topic is about high school students and children going to school, education in schools, and parents meeting teachers."
    },
    "198": {
        "topic_words": "study researchers google scientists university data journal human humans dna institute published evidence samples observatory compared activity genetic sample studied evolution alaska survey volcano increased",
        "topic_phrases": "study by researchers, university researchers, scientific journals, scientists at Google, studying humans, the data showed",
        "topic_description": "This topic is about university researchers, scientific journals, studying humans, and studies by researchers."
    },
    "199": {
        "topic_words": "cup real madrid brazil ronaldo competition costa messi champions group trophy squad final brazilian cristiano tournament lionel european andrea team win winning coach winners ancelotti",
        "topic_phrases": "world cup football championship, Brazil qualified for the finals, Messi said about Ronaldo, world champions will defend their title, Nations Cup, best group of players, real madrid, competition for the cup",
        "topic_description": "This topic is about the world cup football championship, Brazil qualifying for the finals, Messi talking about Ronaldo, world champions defending their title, the Nations Cup, the best group of players, real madrid, and a competition for the cup."
    },
    "200": {
        "topic_words": "children child parents birth born kids families mother family care daughter young girl syndrome adults rachel infant daughters mom social disability live services cigarettes disabled",
        "topic_phrases": "children and parents, families with children, having kids, giving birth, she became a mother, baby was born",
        "topic_description": "This topic is about having kids, becoming a mother, giving birth, children and their parents, and families with children when a baby is born."
    },
    "205": {
        "topic_words": "art museum display century history ancient modern painting original library piece work exhibition pieces oldest gallery arts works artists starred public inspired lived national custom",
        "topic_phrases": "art museum, ancient art versus modern art, exhibit on art history, an original painting, history section of the library",
        "topic_description": "This topic is about exhibitions on art history, showing original paintings in an art museum, as well as the history section of the library about ancient art versus modern art."
    },
    "211": {
        "topic_words": "london british uk britain royal prince william harry england princess charles east diana today public royals throne george monarch andrew including frontline spokesman kingdom defence",
        "topic_phrases": "heir to the throne, Prince William and Prince Harry, British royal family, second in line to the throne, the royal couple",
        "topic_description": "This topic is about heir to the throne, Prince William and Prince Harry, the British royal family, the second in line to the throne, and the royal couple."
    },
    "217": {
        "topic_words": "club team season players england football player league fans game stadium summer coach played play squad tottenham training manager clubs deal international cup match games",
        "topic_phrases": "football league, the team's fans, football player, this season's games, world championship, tournament",
        "topic_description": "This topic is about a football league having a world championship where each team‚Äôs fans are gathered to watch the end of this season‚Äôs games culminating in a tournament, to see their favorite football player."
    },
    "218": {
        "topic_words": "snow weather cold winter temperatures conditions hot morning expected parts freezing weekend summer today georgia days degrees fall met country low early high retailers forecast",
        "topic_phrases": "winter temperatures, hot weather conditions, a cold morning, snow is expected later",
        "topic_description": "This topic is about winter temperatures as opposed to hot weather conditions, cold mornings, and weather forecasts like snow being expected later."
    },
    "227": {
        "topic_words": "music singer song band bruce pop fans album songs sound rapper star kanye dj performed performance sing hits lyrics group tour vip sounds direction anthem",
        "topic_phrases": "pop songs, music fans rejoice, a singer and songwriter, first track on the new album, had a sound check, sing along with prerecorded track",
        "topic_description": "This topic is about pop songs, music fans rejoice, a singer and songwriter, the first track on the new album, doing a sound check, and singing along with a prerecorded track."
    },
    "229": {
        "topic_words": "hotel guests bar glass wine resort rooms private dinner guest views spa night boasts offers table stay stunning apartments lodge lavish inn bathrooms outdoor situated",
        "topic_phrases": "hotel room guests, dinner at the resort, private bar, glass of wine, the hotel guests sat down",
        "topic_description": "This topic is about hotel room guests, dinner at the resort, private bar, glass of wine, and the hotel guests sitting down."
    },
    "236": {
        "topic_words": "film movie character films viewers set characters bond series box hollywood director starring played scene scenes story cast movies turner alice production featured fans entertainment",
        "topic_phrases": "movie characters, the new series, action films, bond between the characters, viewers of the film",
        "topic_description": "This topic is about a new series based off action films, for which viewers of the film watch for the bonds between the characters."
    },
    "245": {
        "topic_words": "facebook mobile phone network samsung screen apps smart ad watch networks microsoft technology tech platform company screens social yahoo personal super services giant companies connect",
        "topic_phrases": "mobile phone, Facebook app, social network, smart watch, Samsung phone screen, apps containing ads, watching ads",
        "topic_description": "This topic is about mobile phones and social networking such as the Facebook app, smart watches, as well as apps containing ads that can be watched on phone screens like Samsung."
    },
    "247": {
        "topic_words": "tax average benefits people rate increase rise budget cuts rates government spending income cut benefit number bills highest taxes families cost quarter annual low compared",
        "topic_phrases": "rise of taxes, increased benefits, expenses, budget increase, average people's budget, decreased rates, taxes benefit average people",
        "topic_description": "This topic is about a rise of taxes benefitting average people, with increased benefits despite their expenses due to a budget increase and decreased consumer goods rates."
    },
    "248": {
        "topic_words": "hospital medical doctors patients care surgery doctor patient nurse hospitals nurses procedure weeks surgeon staff rushed pain cosmetic operations days surgeons procedures practice waiting center",
        "topic_phrases": "medical care, doctors and nurses, hospital nurse, caring for patients, doctors perform surgery",
        "topic_description": "This topic is about medical care, doctors performing surgery, as well as hospital nurses and doctors."
    }
}