[
    {
        "document": "The president of the World Bank on Saturday warned the United States was just 'days away' from causing a global economic disaster unless politicians come up with a plan to raise the nation's debt limit and avoid default. 'We're now five days away from a very dangerous moment. I urge US policymakers to quickly come to a resolution before they reach the debt ceiling deadline... Inaction could result in interest rates rising, confidence falling and growth slowing,' World Bank President Jim Yong Kim said in a briefing following a meeting of the bank's Development Committee. 'If this comes to pass, it could be a disastrous event for the developing world, and that will in turn greatly hurt developed economies as well,' he said. Scroll down for video . Disastrous: World Bank chief Jim Yong Kim warned Saturday that the United States was headed toward peril as politicians failed again to resolve a standoff over the budget . The alarming remarks from the Korean-American came after three days of talks revolving around meetings of the 188-nation International Monetary Fund and its sister lending agency, the World Bank, where top officials pressed the US to resolve the political impasse over the debt ceiling. The standoff has blocked approval of legislation to increase the government's borrowing limit before a fast-approaching Thursday deadline. US Treasury Secretary Jacob Lew has warned that he will exhaust his borrowing authority on Thursday and the government will face the prospect of defaulting on its debt unless Congress raises the $16.7 trillion borrowing limit. 'We know there are problems,' Tharman Shanmugaratnam, the head of the IMF's policy-steering committee and Singapore's finance minister, told a news conference at the end of the IMF meeting. 'We know there are near-term risks, the most obvious one being what's going on in the US with regard to the fiscal deficit.' But one of the big near-term concerns, the expectation that the US Federal Reserve will start scaling back its massive stimulus program for the economy, is actually pointing to a positive development, Tharman said. Talks: Jim Yong Kim, (left), president, World Bank Group, and Christine Lagarde, International Monetary Fund (IMF) Managing Director, talk before a meeting of the Development Committee during the World Bank/IMF Annual Meetings in Washington . It means that the U.S. economy is strong enough to withstand a reduction of the stimulus. IMF officials have been forecasting that the strengthening U.S. economy will be a main driver of the global economy in the coming year. At the same time, developing country economies are slowing and their markets have been unsettled since May by anticipation that the Fed will soon begin tapering its $85-billion-a-month bond purchases, which poured cash into the economy to stimulate growth. 'The eventual normalisation of monetary policy as economies recover in the West will be a net positive for the emerging economies,' Tharman said, meaning that the strength of the major economies would help carry the global economy forward. Lew told finance ministers that the US understood the role it played as 'the anchor of the international financial system', and assured them the administration was doing all it could to reach a resolution on the debt. Stalemate: Speaker of the House John Boehner walks to his office after a meeting with fellow Republicans at the Capitol in Washington on Saturday . An effort Saturday to pass a one-year extension of the borrowing limit failed to get sufficient votes. But in a more hopeful sign, negotiations began between Democratic and Republican Senate leaders to end the impasse. Mario Draghi, head of the European Central Bank, was one of a number of officials who were guardedly confident that an eleventh-hour deal would be reached, as it has in similar standoffs in the past. 'I still think it is unthinkable that an agreement won't be found,' Draghi told reporters on Saturday. 'If this situation were to last a long time, it would be very negative for the U.S. economy and the world economy and could certainly harm the recovery.' But once Draghi moved beyond the US impasse, he sounded upbeat about the prospects for a European recovery. That in itself is a dramatic turn from the past three years, when global financial leaders were taken up with waves of crisis sweeping across the region and necessitating a series of international rescue loans. Business not as usual: President Barack Obama yesterday discussed challenges from the partial government shutdown small business owners . The IMF called on emerging economies, which have been the drivers of the global economy in recent years, to undertake reforms that will help their economies better withstand the scaling back of monetary stimulus in the U.S. and other major economies. When the stimulus money was flowing, emerging economies benefited from investments as investors were attracted by their relatively higher rates of interest vis-a-vis the United States and other major economies. But many of those same countries that benefited from capital flows have been rocked since May, as the investment flows reversed and flowed back toward the US as rates here began to rise. Alexandre Tombini, the head Brazil's central bank, told the IMF steering committee that the worries about the US and global economies might be overblown. 'A while ago there was an excess of exuberance and now perhaps an excess of pessimism,' he said. Negotiating: Senate Majority Leader Harry Reid of Nevada is surrounded by reporters as he leaves the Senate floor to meet with Senate Democrats regarding the government shutdown and debt ceiling . Time is ticking: Republican Senator from Kentucky Mitch McConnell walks off the Senate floor after a vote on the motion to proceed on the Debt Limit Bill . The stark warnings from the World Bank came the same day that House Speaker John Boehner today told fellow Republicans that his talks with President Barack Obama have stalled. 'The Senate needs to hold tough,' Representative Greg Walden said Boehner told House GOP lawmakers. 'The president now isn't negotiating with us.' Obama rejected the speaker's effort to lift the debt ceiling for six weeks and reopen government in exchange for a budget negotiating process. Attention now turns to the Senate, where a bipartisan group of Senators are working on a separate plan to reopen the government. New plan: Republican Senator from Maine Susan Collins leaves a Republican meeting and heads to the Senate floor to vote on the motion to proceed on the Debt Limit Bill . Word of the negotiations between Senate Majority Leader Harry Reid, and the top Republican, Senator Mitch McConnell of Kentucky, emerged as the Senate, as expected, rejected a Democratic effort to raise the government's borrowing limit through next year. Republicans objected because they want the extension to be accompanied by spending cuts. The calendar is edging closer to the October 17 deadline to raise the federal debt ceiling. After that, administration officials have said the government will deplete its ability to borrow money, risking a first-time federal default that could jolt the world economy.",
        "topic_words": [
            "house",
            "committee",
            "congress",
            "senate",
            "republican",
            "republicans",
            "senator",
            "rep",
            "federal",
            "democrats",
            "sen",
            "reid",
            "chamber",
            "democratic",
            "capitol",
            "government",
            "congressional",
            "lawmakers",
            "gop",
            "democrat"
        ],
        "summary": "The leader of the World Bank urged the US to take action before the borrowing deadline. The US Congress needed to come to an agreement to raise the borrowing limit, as the UD treasury secretary had stated his authority had reached its limits in the matter. Republicans shot down the Democratic proposal to increase the borrowing limit, putting a federal default at risk that would affect the global economy."
    },
    {
        "document": "The president of the World Bank on Saturday warned the United States was just 'days away' from causing a global economic disaster unless politicians come up with a plan to raise the nation's debt limit and avoid default. 'We're now five days away from a very dangerous moment. I urge US policymakers to quickly come to a resolution before they reach the debt ceiling deadline... Inaction could result in interest rates rising, confidence falling and growth slowing,' World Bank President Jim Yong Kim said in a briefing following a meeting of the bank's Development Committee. 'If this comes to pass, it could be a disastrous event for the developing world, and that will in turn greatly hurt developed economies as well,' he said. Scroll down for video . Disastrous: World Bank chief Jim Yong Kim warned Saturday that the United States was headed toward peril as politicians failed again to resolve a standoff over the budget . The alarming remarks from the Korean-American came after three days of talks revolving around meetings of the 188-nation International Monetary Fund and its sister lending agency, the World Bank, where top officials pressed the US to resolve the political impasse over the debt ceiling. The standoff has blocked approval of legislation to increase the government's borrowing limit before a fast-approaching Thursday deadline. US Treasury Secretary Jacob Lew has warned that he will exhaust his borrowing authority on Thursday and the government will face the prospect of defaulting on its debt unless Congress raises the $16.7 trillion borrowing limit. 'We know there are problems,' Tharman Shanmugaratnam, the head of the IMF's policy-steering committee and Singapore's finance minister, told a news conference at the end of the IMF meeting. 'We know there are near-term risks, the most obvious one being what's going on in the US with regard to the fiscal deficit.' But one of the big near-term concerns, the expectation that the US Federal Reserve will start scaling back its massive stimulus program for the economy, is actually pointing to a positive development, Tharman said. Talks: Jim Yong Kim, (left), president, World Bank Group, and Christine Lagarde, International Monetary Fund (IMF) Managing Director, talk before a meeting of the Development Committee during the World Bank/IMF Annual Meetings in Washington . It means that the U.S. economy is strong enough to withstand a reduction of the stimulus. IMF officials have been forecasting that the strengthening U.S. economy will be a main driver of the global economy in the coming year. At the same time, developing country economies are slowing and their markets have been unsettled since May by anticipation that the Fed will soon begin tapering its $85-billion-a-month bond purchases, which poured cash into the economy to stimulate growth. 'The eventual normalisation of monetary policy as economies recover in the West will be a net positive for the emerging economies,' Tharman said, meaning that the strength of the major economies would help carry the global economy forward. Lew told finance ministers that the US understood the role it played as 'the anchor of the international financial system', and assured them the administration was doing all it could to reach a resolution on the debt. Stalemate: Speaker of the House John Boehner walks to his office after a meeting with fellow Republicans at the Capitol in Washington on Saturday . An effort Saturday to pass a one-year extension of the borrowing limit failed to get sufficient votes. But in a more hopeful sign, negotiations began between Democratic and Republican Senate leaders to end the impasse. Mario Draghi, head of the European Central Bank, was one of a number of officials who were guardedly confident that an eleventh-hour deal would be reached, as it has in similar standoffs in the past. 'I still think it is unthinkable that an agreement won't be found,' Draghi told reporters on Saturday. 'If this situation were to last a long time, it would be very negative for the U.S. economy and the world economy and could certainly harm the recovery.' But once Draghi moved beyond the US impasse, he sounded upbeat about the prospects for a European recovery. That in itself is a dramatic turn from the past three years, when global financial leaders were taken up with waves of crisis sweeping across the region and necessitating a series of international rescue loans. Business not as usual: President Barack Obama yesterday discussed challenges from the partial government shutdown small business owners . The IMF called on emerging economies, which have been the drivers of the global economy in recent years, to undertake reforms that will help their economies better withstand the scaling back of monetary stimulus in the U.S. and other major economies. When the stimulus money was flowing, emerging economies benefited from investments as investors were attracted by their relatively higher rates of interest vis-a-vis the United States and other major economies. But many of those same countries that benefited from capital flows have been rocked since May, as the investment flows reversed and flowed back toward the US as rates here began to rise. Alexandre Tombini, the head Brazil's central bank, told the IMF steering committee that the worries about the US and global economies might be overblown. 'A while ago there was an excess of exuberance and now perhaps an excess of pessimism,' he said. Negotiating: Senate Majority Leader Harry Reid of Nevada is surrounded by reporters as he leaves the Senate floor to meet with Senate Democrats regarding the government shutdown and debt ceiling . Time is ticking: Republican Senator from Kentucky Mitch McConnell walks off the Senate floor after a vote on the motion to proceed on the Debt Limit Bill . The stark warnings from the World Bank came the same day that House Speaker John Boehner today told fellow Republicans that his talks with President Barack Obama have stalled. 'The Senate needs to hold tough,' Representative Greg Walden said Boehner told House GOP lawmakers. 'The president now isn't negotiating with us.' Obama rejected the speaker's effort to lift the debt ceiling for six weeks and reopen government in exchange for a budget negotiating process. Attention now turns to the Senate, where a bipartisan group of Senators are working on a separate plan to reopen the government. New plan: Republican Senator from Maine Susan Collins leaves a Republican meeting and heads to the Senate floor to vote on the motion to proceed on the Debt Limit Bill . Word of the negotiations between Senate Majority Leader Harry Reid, and the top Republican, Senator Mitch McConnell of Kentucky, emerged as the Senate, as expected, rejected a Democratic effort to raise the government's borrowing limit through next year. Republicans objected because they want the extension to be accompanied by spending cuts. The calendar is edging closer to the October 17 deadline to raise the federal debt ceiling. After that, administration officials have said the government will deplete its ability to borrow money, risking a first-time federal default that could jolt the world economy.",
        "topic_words": [
            "billion",
            "figures",
            "economy",
            "global",
            "growth",
            "economic",
            "number",
            "countries",
            "numbers",
            "expected",
            "market",
            "chief",
            "investment",
            "increased",
            "major",
            "markets",
            "net",
            "financial",
            "boost",
            "compared"
        ],
        "summary": "The US economy will be a driving factor in the world economy for many coming years, the stability and growth of the US economy is crucial on a global scale. The US had reached its debt ceiling and many world banks and leaders grew concerned. Having failed to reach an agreement, the US will be unable to virtue any further, risking federal default and collapse of the worlds economies."
    },
    {
        "document": "By . Nick Harris . Manchester City are the best-paid sports team in the world, with average first-team pay a whopping £5.3m a year, or £102,653 per week according to a new report that compares global earnings in the most popular leagues. Five Premier League sides make the top 20 on the list, with Liverpool - City's title showdown opponents from Sunday - in 20th place, earning an average of £3.4m per man per year. Manchester United are at No 8 on £4.3m per man per year, Champions League semi-finalists Chelsea are at No 10 (nearly £4m) and Arsenal are at No 11 (£3.9m). Scroll down to see the table of the world's highest-paid sports teams . High earners: Manchester City have topped a global sports salary list, with their squad paid £5.3m a year . Big spender: City owner Sheik Mansour has invested hundreds of millions into making them title challengers . Blank cheque: Manuel Pellegrini could sign pretty much any player in the world for City . Two giants from American baseball, the New York Yankees and the LA Dodgers, as well as the two giants of Spanish football, Real Madrid and Barcelona, fill out the top five behind City. The top 10 also includes the Brooklyn Nets of the NBA (at No 6), Bayern Munich (No 7), and the Chicago Bulls of the NBA (No 9). The Global Sports Salaries Survey (GSSS), produced for ESPN The Magazine in the USA, has been tracking comparative pay at major sports teams for five years. City players were earning an average of just under £1.5m a year each when Sheik Mansour arrived in 2008 but their pay has more than trebled in the six years of his ownership. Chelsea have also seen their wages and . fortunes soar since Roman Abramovich arrived at Stamford Bridge in 2003 . but foreign sugar-daddy ownership is not restricted to elite European . football. Big hitters: The New York Yankees baseball team ranked second on the earners' list . Coining it in: The Los Angeles Dodgers baseball team are third on the salary list with an average annual pay of £5.1m but they moved down from second place last year . The Brooklyn Nets were bought in 2010 by one of Abramovich's fellow Russian billionaires, Mikhail Prokhorov. Not only is Prokhorov footing the Nets' $102m (around £61m) total payroll in 2013-14, or £4.5m per player this year, but he will need to pay an additional $70m (around £42m) or thereabouts in luxury tax for exceeding the NBA's wage cap. On the list: Chelsea were 10th in the rankings with a £3.9m wage bill and still have a chance of winning the Premier League title this season . Wealth: Roman Abramovich has poured millions into Chelsea since he became owner in 2003 . Close call: Arsenal are just behind Chelsea in the survey. They advanced to the final of the FA Cup at the weekend, beating Wigan on penalties at Wembley . Sneaking in: Liverpool came in 20th in the salary list with an annual spend of £3.4m on wages each year. That could increase if they win their first league title in 24 years next month . Overpaid? Manchester United came in eighth in the list but have fallen short in the Premier League and Champions League this season . The GSSS looks solely at earnings for playing sport, not for endorsements or other extra-curricular activities. The 2014 report considers 294 teams in 15 leagues in 12 countries across seven different sports: football, baseball, basketball, gridiron, cricket, ice hockey and Aussie Rules football. The report looks at numbers from either current or most recently completed seasons, depending on availability of accounts and other information. The NBA is the highest-paying league as a whole, with 441 players at 30 teams in the 2013-14 season earning an average of £2.98m per year each. The Premier League is the best paying football league in the world, with the average annual pay at £2.27m per player. The survey and full lists are available at www.sportingintelligence.com .",
        "topic_words": [
            "united",
            "manchester",
            "liverpool",
            "chelsea",
            "league",
            "premier",
            "city",
            "manager",
            "ferguson",
            "striker",
            "fa",
            "mourinho",
            "boss",
            "ham",
            "champions",
            "everton",
            "gerrard",
            "midfielder",
            "trafford",
            "defender"
        ],
        "summary": "Premier league is the most paying football league in the world with each player earning an average of 2.27m euros. In terms of best paying teams Liverpool is at the 20th position while Chelsea is at the 10th position. Manchester United ranks in the 8th position with each player earning around 4.3 million euro per year."
    },
    {
        "document": "By . Nick Harris . Manchester City are the best-paid sports team in the world, with average first-team pay a whopping £5.3m a year, or £102,653 per week according to a new report that compares global earnings in the most popular leagues. Five Premier League sides make the top 20 on the list, with Liverpool - City's title showdown opponents from Sunday - in 20th place, earning an average of £3.4m per man per year. Manchester United are at No 8 on £4.3m per man per year, Champions League semi-finalists Chelsea are at No 10 (nearly £4m) and Arsenal are at No 11 (£3.9m). Scroll down to see the table of the world's highest-paid sports teams . High earners: Manchester City have topped a global sports salary list, with their squad paid £5.3m a year . Big spender: City owner Sheik Mansour has invested hundreds of millions into making them title challengers . Blank cheque: Manuel Pellegrini could sign pretty much any player in the world for City . Two giants from American baseball, the New York Yankees and the LA Dodgers, as well as the two giants of Spanish football, Real Madrid and Barcelona, fill out the top five behind City. The top 10 also includes the Brooklyn Nets of the NBA (at No 6), Bayern Munich (No 7), and the Chicago Bulls of the NBA (No 9). The Global Sports Salaries Survey (GSSS), produced for ESPN The Magazine in the USA, has been tracking comparative pay at major sports teams for five years. City players were earning an average of just under £1.5m a year each when Sheik Mansour arrived in 2008 but their pay has more than trebled in the six years of his ownership. Chelsea have also seen their wages and . fortunes soar since Roman Abramovich arrived at Stamford Bridge in 2003 . but foreign sugar-daddy ownership is not restricted to elite European . football. Big hitters: The New York Yankees baseball team ranked second on the earners' list . Coining it in: The Los Angeles Dodgers baseball team are third on the salary list with an average annual pay of £5.1m but they moved down from second place last year . The Brooklyn Nets were bought in 2010 by one of Abramovich's fellow Russian billionaires, Mikhail Prokhorov. Not only is Prokhorov footing the Nets' $102m (around £61m) total payroll in 2013-14, or £4.5m per player this year, but he will need to pay an additional $70m (around £42m) or thereabouts in luxury tax for exceeding the NBA's wage cap. On the list: Chelsea were 10th in the rankings with a £3.9m wage bill and still have a chance of winning the Premier League title this season . Wealth: Roman Abramovich has poured millions into Chelsea since he became owner in 2003 . Close call: Arsenal are just behind Chelsea in the survey. They advanced to the final of the FA Cup at the weekend, beating Wigan on penalties at Wembley . Sneaking in: Liverpool came in 20th in the salary list with an annual spend of £3.4m on wages each year. That could increase if they win their first league title in 24 years next month . Overpaid? Manchester United came in eighth in the list but have fallen short in the Premier League and Champions League this season . The GSSS looks solely at earnings for playing sport, not for endorsements or other extra-curricular activities. The 2014 report considers 294 teams in 15 leagues in 12 countries across seven different sports: football, baseball, basketball, gridiron, cricket, ice hockey and Aussie Rules football. The report looks at numbers from either current or most recently completed seasons, depending on availability of accounts and other information. The NBA is the highest-paying league as a whole, with 441 players at 30 teams in the 2013-14 season earning an average of £2.98m per year each. The Premier League is the best paying football league in the world, with the average annual pay at £2.27m per player. The survey and full lists are available at www.sportingintelligence.com .",
        "topic_words": [
            "club",
            "team",
            "season",
            "players",
            "england",
            "football",
            "player",
            "league",
            "fans",
            "game",
            "stadium",
            "summer",
            "coach",
            "played",
            "play",
            "squad",
            "tottenham",
            "training",
            "manager",
            "clubs"
        ],
        "summary": "Manchester city players earn the largest amounts of money in the whole Premier football league. Arsenal have advanced to the finals in the FA cup after beating Wigan. City football players were earning around 1.5 m euro before Sheik Mansour arrived in 2008."
    },
    {
        "document": "Iran's military on Sunday claimed it shot down a U.S. drone into eastern Iran. State media cited a military official who identified the aircraft as an RQ-170 Sentinel. NATO's International Security Assistance Force said a U.S. unarmed reconnaissance aircraft was flying a mission over western Afghanistan -- which borders Iran -- last week when operators lost control. A U.S. official with knowledge of the incident said the crew operating the unmanned drone reported a loss of flight control just before the drone went down. U.S. officials believe the drone Iran is referring to may be the same one, but the U.S. government has not confirmed that it was shot down, the source said. The RQ-170 Sentinel is a stealth drone developed for the Air Force to help provide intelligence, surveillance and reconnaissance. Although the Sentinel was developed for the Air Force, the U.S. official did not say whether it was the U.S. military or the U.S. intelligence community operating the drone at the time of the incident. The official said the drone's mission was to fly over Afghanistan. American officials over the years have been adamant that U.S. assets do not fly over Iranian air space. Iranian media reported that the RQ-170 was slightly damaged and in the hands of Iranian forces. \"Armed forces with a dominant control over the country's borders managed to identify and down the invading plane,\" the Islamic Republic News Agency reported. The unnamed Iranian military official called it a \"clear example of aggression\" and added that Iran is \"fully ready to counter any aggression,\" the report said. In July, Iran's military made a similar claim, saying it downed a U.S. \"spy drone\" flying near its Fordo nuclear enrichment plant in Qom province. But Iran backtracked on the statement a few days later, saying the incident was actually part of a training exercise.",
        "topic_words": [
            "group",
            "forces",
            "fighters",
            "killed",
            "fighting",
            "militants",
            "syrian",
            "border",
            "town",
            "city",
            "region",
            "armed",
            "province",
            "northern",
            "military",
            "control",
            "islamic",
            "yesterday",
            "troops",
            "army"
        ],
        "summary": "Iran's military claimed it shot down a U.S. drone into eastern Iran. NATO's International Security Assistance Force said a U.S. unarmed reconnaissance aircraft was flying over western Afghanistan when control was lost just before the drone went down. American officials are adamant that U.S. assets do not fly over Iranian air space. The Iranian military official called it ‚öÑ∫a clear example of aggression.‚öÑπ"
    },
    {
        "document": "Iran's military on Sunday claimed it shot down a U.S. drone into eastern Iran. State media cited a military official who identified the aircraft as an RQ-170 Sentinel. NATO's International Security Assistance Force said a U.S. unarmed reconnaissance aircraft was flying a mission over western Afghanistan -- which borders Iran -- last week when operators lost control. A U.S. official with knowledge of the incident said the crew operating the unmanned drone reported a loss of flight control just before the drone went down. U.S. officials believe the drone Iran is referring to may be the same one, but the U.S. government has not confirmed that it was shot down, the source said. The RQ-170 Sentinel is a stealth drone developed for the Air Force to help provide intelligence, surveillance and reconnaissance. Although the Sentinel was developed for the Air Force, the U.S. official did not say whether it was the U.S. military or the U.S. intelligence community operating the drone at the time of the incident. The official said the drone's mission was to fly over Afghanistan. American officials over the years have been adamant that U.S. assets do not fly over Iranian air space. Iranian media reported that the RQ-170 was slightly damaged and in the hands of Iranian forces. \"Armed forces with a dominant control over the country's borders managed to identify and down the invading plane,\" the Islamic Republic News Agency reported. The unnamed Iranian military official called it a \"clear example of aggression\" and added that Iran is \"fully ready to counter any aggression,\" the report said. In July, Iran's military made a similar claim, saying it downed a U.S. \"spy drone\" flying near its Fordo nuclear enrichment plant in Qom province. But Iran backtracked on the statement a few days later, saying the incident was actually part of a training exercise.",
        "topic_words": [
            "air",
            "plane",
            "aircraft",
            "flight",
            "flying",
            "pilot",
            "fly",
            "jet",
            "crew",
            "landing",
            "planes",
            "force",
            "pilots",
            "flew",
            "jets",
            "aviation",
            "fighter",
            "ferry",
            "ground",
            "radar"
        ],
        "summary": "Iran's military claims shooting down an American RQ-170 Sentinel into eastern Iran. U.S. officials believe this may be the same unarmed reconnaissance aircraft that was flying over western Afghanistan when operators lost control. Iranian media reported that the RQ-170 was slightly damaged and in the hands of Iranian forces."
    },
    {
        "document": "Wigan's England forward Liam Farrell is facing the threat of suspension after being charged with a lifting offence during the Warriors' 36-28 First Utility Super League defeat at Wakefield on Sunday. Farrell has been charged over a tackle on Wildcats forward Taulima Tautai, who will be a Wigan team-mate from 2015. He is accused of a grade B offence which carries a ban of one or two matches. On the charge: Farrell faces a possible two match ban after being charged with lifting against Wakefield . Farrell's current team-mate Anthony Gelling has been charged with a minor grade A offence of punching during Sunday's match. Bradford captain and caretaker coach Matt Diskin, who is still waiting to discover if he will remain in temporary charge of the Bulls for Sunday's trip to Warrington, is facing a grade A charge of striking, along with Hull KR forward Neville Costigan, during last Friday's home defeat by the Robins. Striking: Diskin (right) has been charged for his role in a brawl during Bradford's match against Hull KR . All four players were charged by the Rugby Football League's match-review panel; who issued cautions to Matt Ryan (Wakefield) and James Greenwood (London Broncos), and have until 11am on Tuesday to submit early-guilty pleas and avoid a disciplinary hearing.",
        "topic_words": [
            "charged",
            "allegedly",
            "charges",
            "arrested",
            "alleged",
            "investigation",
            "arrest",
            "accused",
            "authorities",
            "office",
            "attorney",
            "bail",
            "fbi",
            "criminal",
            "charge",
            "released",
            "investigators",
            "jail",
            "reported",
            "detectives"
        ],
        "summary": "Wigan's England forward Liam Farrell is facing the threat of suspension after being charged with a lifting offence during the Sunday game. Farrell has been charged over a tackle on Wildcats forward Taulima Tautai. He is accused of a grade B offence which carries a ban of one or two matches. Also Farrell's current team-mate Anthony Gelling has been charged with a minor grade A offence of punching during Sunday's match."
    },
    {
        "document": "Wigan's England forward Liam Farrell is facing the threat of suspension after being charged with a lifting offence during the Warriors' 36-28 First Utility Super League defeat at Wakefield on Sunday. Farrell has been charged over a tackle on Wildcats forward Taulima Tautai, who will be a Wigan team-mate from 2015. He is accused of a grade B offence which carries a ban of one or two matches. On the charge: Farrell faces a possible two match ban after being charged with lifting against Wakefield . Farrell's current team-mate Anthony Gelling has been charged with a minor grade A offence of punching during Sunday's match. Bradford captain and caretaker coach Matt Diskin, who is still waiting to discover if he will remain in temporary charge of the Bulls for Sunday's trip to Warrington, is facing a grade A charge of striking, along with Hull KR forward Neville Costigan, during last Friday's home defeat by the Robins. Striking: Diskin (right) has been charged for his role in a brawl during Bradford's match against Hull KR . All four players were charged by the Rugby Football League's match-review panel; who issued cautions to Matt Ryan (Wakefield) and James Greenwood (London Broncos), and have until 11am on Tuesday to submit early-guilty pleas and avoid a disciplinary hearing.",
        "topic_words": [
            "goal",
            "win",
            "side",
            "scored",
            "minutes",
            "goals",
            "half",
            "barcelona",
            "points",
            "match",
            "game",
            "score",
            "victory",
            "scoring",
            "lead",
            "left",
            "ball",
            "penalty",
            "night",
            "minute"
        ],
        "summary": "Bradford captain and caretaker coach Matt Diskin is facing a grade A charge of striking, along with Hull KR forward Neville Costigan, during last Friday's home defeat by the Robins. Diskin has been charged for his role in a brawl during Bradford's match against Hull KR.All four players were charged by the Rugby Football League's match-review panel."
    },
    {
        "document": "Courtiers worried by the pictures of Prince Harry puffing on a shisha pipe in Abu Dhabi appear to have found the perfect solution. I hear he is to return to the Army Air Corps to prepare for flying helicopters again. The 30-year-old Prince has been desk-bound in a Staff Officer role at Horse Guards in London since February and has had 'too much time for partying', according to figures close to the Royal Household. Harry, who served in Afghanistan as an Apache pilot during his three-and-a-half years on attachment to 3 Regiment Army Air Corps, is to undertake training in the new year so he can fly the Lynx battlefield-support chopper, one of the fastest helicopters in the world. Scroll down for video . Prince Harry is to undertake training in the new year so he can fly the Lynx battlefield-support chopper, one of the fastest helicopters in the world . 'Given Harry's time off from flying, he will probably need six months to fully convert to his new role,' says a military source. After I reported in September that Harry (right) was keen to give up his desk job, the Prince admitted he was longing to return to life as a pilot. 'He said he enjoyed the flying and that he missed it,' disclosed Flight Sergeant Lee Renard, who spoke to Harry at a Buckingham Palace reception last month. Apaches are attack helicopters for which there is no current operational role since Britain pulled out of Afghanistan and flying a Lynx Mk9A, which is fitted with powerful surveillance equipment, would mean Harry could take part in reconnaissance missions, as well as ferrying passengers, or occasionally in combat. The Prince, who was commissioned into the Blues and Royals of the Household Cavalry Regiment, could also find himself taking part in missions with the SAS. He served in Afghanistan as an Apache pilot during his three-and-a-half years on attachment to 3 Regiment Army Air Corps .",
        "topic_words": [
            "war",
            "military",
            "defence",
            "army",
            "iraq",
            "soldiers",
            "troops",
            "forces",
            "battle",
            "iraqi",
            "soldier",
            "force",
            "commander",
            "combat",
            "armed",
            "base",
            "served",
            "personnel",
            "command",
            "men"
        ],
        "summary": "Courtiers worried by the pictures of Prince Harry puffing on a shisha pipe in Abu Dhabi appear to have found the perfect solution. I hear he is to return to the Army Air Corps to prepare for flying helicopters again. The 30-year-old Prince has been desk-bound in a Staff Officer role at Horse Guards in London since February and has had 'too much time for partying."
    },
    {
        "document": "Courtiers worried by the pictures of Prince Harry puffing on a shisha pipe in Abu Dhabi appear to have found the perfect solution. I hear he is to return to the Army Air Corps to prepare for flying helicopters again. The 30-year-old Prince has been desk-bound in a Staff Officer role at Horse Guards in London since February and has had 'too much time for partying', according to figures close to the Royal Household. Harry, who served in Afghanistan as an Apache pilot during his three-and-a-half years on attachment to 3 Regiment Army Air Corps, is to undertake training in the new year so he can fly the Lynx battlefield-support chopper, one of the fastest helicopters in the world. Scroll down for video . Prince Harry is to undertake training in the new year so he can fly the Lynx battlefield-support chopper, one of the fastest helicopters in the world . 'Given Harry's time off from flying, he will probably need six months to fully convert to his new role,' says a military source. After I reported in September that Harry (right) was keen to give up his desk job, the Prince admitted he was longing to return to life as a pilot. 'He said he enjoyed the flying and that he missed it,' disclosed Flight Sergeant Lee Renard, who spoke to Harry at a Buckingham Palace reception last month. Apaches are attack helicopters for which there is no current operational role since Britain pulled out of Afghanistan and flying a Lynx Mk9A, which is fitted with powerful surveillance equipment, would mean Harry could take part in reconnaissance missions, as well as ferrying passengers, or occasionally in combat. The Prince, who was commissioned into the Blues and Royals of the Household Cavalry Regiment, could also find himself taking part in missions with the SAS. He served in Afghanistan as an Apache pilot during his three-and-a-half years on attachment to 3 Regiment Army Air Corps .",
        "topic_words": [
            "air",
            "plane",
            "aircraft",
            "flight",
            "flying",
            "pilot",
            "fly",
            "jet",
            "crew",
            "landing",
            "planes",
            "force",
            "pilots",
            "flew",
            "jets",
            "aviation",
            "fighter",
            "ferry",
            "ground",
            "radar"
        ],
        "summary": "Given Harry's time off from flying, he will probably need six months to fully convert to his new role,' says a military source. After I reported in September that Harry (right) was keen to give up his desk job, the Prince admitted he was longing to return to life as a pilot. 'He said he enjoyed the flying and that he missed it,' disclosed Flight Sergeant Lee Renard, who spoke to Harry at a Buckingham Palace reception last month"
    },
    {
        "document": "(CNN) -- Guatemala's Constitutional Court has barred the country's former first lady from running for president -- shaking up the political landscape a month before the election. The court's Monday ruling means Sandra Torres, who divorced Guatemala's current president in an attempt to circumvent a nepotism law, has now exhausted her appeals. The seven justices voted unanimously that Torres was not eligible to be on the ballot because close relatives of the president are constitutionally barred from running. Three of the judges had additional arguments for the decision. Their decision upheld a Supreme Court of Justice ruling issued last month. Torres slammed the ruling Tuesday, saying it left Guatemala's neediest citizens without anyone to represent them in the country's highest office. \"Without any legal basis, they made decisions that were political, not legal,\" she told reporters Tuesday. \"For me, it is anti-democratic, this political lynching, this lynching in the media,\" she added. Torres filed for divorce from President Alvaro Colom on March 11; the divorce was finalized in April. The country's Supreme Court ruled last month that the divorce was used to avoid the constitutional prohibition, and that in trying to get around the law, Torres committed fraud. She appealed to the Constitutional Court, which has final say in all constitutional matters. The Constitutional Court said that Torres was a close relative of the president and thus not eligible to run, but it dissented by rejecting that legal fraud had occurred. Some followers of Torres, who were gathered outside the court, cried when they heard the news. Torres said Tuesday that she had not decided whether to support another presidential candidate. She urged her followers to support congressional and mayoral candidates from the coalition of parties behind her candidacy, saying they would protect social programs. In her statement before the Constitutional Court last week, Torres accused the supreme court of having politicized justice. More than 1.7 million Guatemalans had signed a petition saying they wanted her as a candidate, she said, arguing that the people's voice should be heard. \"Democracy is built with more democracy,\" she told the judges. In her argument she reiterated that she was \"not married to anyone\" and suggested that there was discrimination against her because of her gender. Torres, 55, is a former businesswoman and clothing exporter. She was the candidate of the coalition of the National Unity for Hope Party (UNE) and the Grand National Alliance (GANA). The end to her candidacy could boost the presidential aspirations of the front-runner, retired Gen. Otto Perez Molina of the Patriotic Party. According to a Prodatos poll released in late July, 37.6% of those surveyed said they would vote for Perez Molina in the September 11 elections. Torres came in second with 17.2% of the vote. The poll also asked who they would vote for if Torres' candidacy was rejected. With Torres out, Perez Molina's numbers rose to 41.2%, and former congressman Manuel Baldizon, of the Democratic Renovated Liberty Party (Lider), was a distant second with 13.6%.",
        "topic_words": [
            "court",
            "judge",
            "case",
            "appeal",
            "justice",
            "order",
            "ruling",
            "ruled",
            "magistrates",
            "ordered",
            "supreme",
            "high",
            "courts",
            "decision",
            "bennett",
            "lawyer",
            "lawyers",
            "dispute",
            "argued",
            "custody"
        ],
        "summary": "Guatemala's Constitutional Court barred Sandra Torres, the country's former first lady, from running for president. Torres has now exhausted her appeals after divorcing Guatemala's current president to try to circumvent a nepotism law. The court unanimously voted that Torres was not eligible because close relatives of the president are barred from running according to the Constitution. "
    },
    {
        "document": "(CNN) -- Guatemala's Constitutional Court has barred the country's former first lady from running for president -- shaking up the political landscape a month before the election. The court's Monday ruling means Sandra Torres, who divorced Guatemala's current president in an attempt to circumvent a nepotism law, has now exhausted her appeals. The seven justices voted unanimously that Torres was not eligible to be on the ballot because close relatives of the president are constitutionally barred from running. Three of the judges had additional arguments for the decision. Their decision upheld a Supreme Court of Justice ruling issued last month. Torres slammed the ruling Tuesday, saying it left Guatemala's neediest citizens without anyone to represent them in the country's highest office. \"Without any legal basis, they made decisions that were political, not legal,\" she told reporters Tuesday. \"For me, it is anti-democratic, this political lynching, this lynching in the media,\" she added. Torres filed for divorce from President Alvaro Colom on March 11; the divorce was finalized in April. The country's Supreme Court ruled last month that the divorce was used to avoid the constitutional prohibition, and that in trying to get around the law, Torres committed fraud. She appealed to the Constitutional Court, which has final say in all constitutional matters. The Constitutional Court said that Torres was a close relative of the president and thus not eligible to run, but it dissented by rejecting that legal fraud had occurred. Some followers of Torres, who were gathered outside the court, cried when they heard the news. Torres said Tuesday that she had not decided whether to support another presidential candidate. She urged her followers to support congressional and mayoral candidates from the coalition of parties behind her candidacy, saying they would protect social programs. In her statement before the Constitutional Court last week, Torres accused the supreme court of having politicized justice. More than 1.7 million Guatemalans had signed a petition saying they wanted her as a candidate, she said, arguing that the people's voice should be heard. \"Democracy is built with more democracy,\" she told the judges. In her argument she reiterated that she was \"not married to anyone\" and suggested that there was discrimination against her because of her gender. Torres, 55, is a former businesswoman and clothing exporter. She was the candidate of the coalition of the National Unity for Hope Party (UNE) and the Grand National Alliance (GANA). The end to her candidacy could boost the presidential aspirations of the front-runner, retired Gen. Otto Perez Molina of the Patriotic Party. According to a Prodatos poll released in late July, 37.6% of those surveyed said they would vote for Perez Molina in the September 11 elections. Torres came in second with 17.2% of the vote. The poll also asked who they would vote for if Torres' candidacy was rejected. With Torres out, Perez Molina's numbers rose to 41.2%, and former congressman Manuel Baldizon, of the Democratic Renovated Liberty Party (Lider), was a distant second with 13.6%.",
        "topic_words": [
            "campaign",
            "clinton",
            "governor",
            "presidential",
            "candidate",
            "political",
            "state",
            "hillary",
            "republican",
            "candidates",
            "romney",
            "bill",
            "dementia",
            "democratic",
            "running",
            "conservatives",
            "politics",
            "gov",
            "election",
            "support"
        ],
        "summary": "Sandra Torres, Guatemala's former first lady, filed for divorce from President Alvaro Colom on March 11 so that she would be able to run for president and support ‚öÑ∫Guatemala's neediest citizens.‚öÑπ However, Guatlema's Constitutional Court ruled that this was fraud and an attempt to circumvent the law. Torres has not yet decided whether to support another presidential candidate, accusing the court of making a political, not legal, decision. "
    },
    {
        "document": "By . Matt Chorley, Mailonline Political Editor . PUBLISHED: . 10:27 EST, 3 March 2014 . | . UPDATED: . 14:01 EST, 3 March 2014 . Families have seen their energy bills soar by 55 per cent in a decade, despite them cutting the amount of gas and electricity they use by almost a fifth. Rising prices from the Big Six suppliers have seen inflation-busting rises every year since 2002, squeezing incomes particularly since the 2007 crash. Ministers have repeatedly urged households to reduce their consumption to cut bills, but the Office for National Statistics said the increase in spending is ‚öÑ≤explained solely by rises in energy prices'. How average monthly spend on energy rose by 55 per cent in a decade, but usage has fallen by 17 per cent . In 2012 families spent £106 each month on energy, up 55 per cent from £69 in 2002. At the same time energy usage has dropped by 17 per cent, the ONS said. An ONS report on Household Energy Spending said: ‚öÑ≤UK households spent an average of £106 a month on household energy in 2012. This was a 55 per cent rise on the 2002 monthly spend, after accounting for inflation. This is despite a decline in average energy usage. ‚öÑ≤Over this same time period, household energy use has fallen. The average amount of energy used per household was 17 per cent lower in 2012 than in 2002. This means the increase in the average amount households are spending is explained solely by rises in energy prices.' Households in Northern Ireland pay substantially more . Overall Scottish households have the highest energy costs in Britain. The ONS said average spend in Scottish homes is £112 a month, compared with £105 in Wales and £103 in England. But all three nations are substantially lower than Northern Ireland, where the average household spend is £154 a month. ONS said: ‚öÑ≤The higher average spend in Northern Ireland may be partly explained by the different nature and size of the energy market there. ‚öÑ≤Across the rest of the UK, any differences in the average energy spend are very small. The average monthly spend in Scotland is slightly higher than in England and Wales, consistent with DECC figures on energy consumption per household.' Spending on electricity is up 43 per cent in a decade and 56 per cent for gas . Percentage of household disposable income spent on energy . The ONS figures come on the day Scottish Housing Minister Margaret Burgess announced a £60 million fund to cut fuel poverty. Councils will each get a share of £42 million from the fund for this work, with the remaining £18 million made available to local authorities to develop large-scale schemes.",
        "topic_words": [
            "tax",
            "average",
            "benefits",
            "people",
            "rate",
            "increase",
            "rise",
            "budget",
            "cuts",
            "rates",
            "government",
            "spending",
            "income",
            "cut",
            "benefit",
            "number",
            "bills",
            "highest",
            "taxes",
            "families"
        ],
        "summary": "Despite a reduction in usage, rates continue to rise regardless of how households try to consume less electricity. The increase in rates despite budgets have caused the continued increase. Energy consumption can continue to decline but rates will continue to increase."
    },
    {
        "document": "By . Matt Chorley, Mailonline Political Editor . PUBLISHED: . 10:27 EST, 3 March 2014 . | . UPDATED: . 14:01 EST, 3 March 2014 . Families have seen their energy bills soar by 55 per cent in a decade, despite them cutting the amount of gas and electricity they use by almost a fifth. Rising prices from the Big Six suppliers have seen inflation-busting rises every year since 2002, squeezing incomes particularly since the 2007 crash. Ministers have repeatedly urged households to reduce their consumption to cut bills, but the Office for National Statistics said the increase in spending is ‚öÑ≤explained solely by rises in energy prices'. How average monthly spend on energy rose by 55 per cent in a decade, but usage has fallen by 17 per cent . In 2012 families spent £106 each month on energy, up 55 per cent from £69 in 2002. At the same time energy usage has dropped by 17 per cent, the ONS said. An ONS report on Household Energy Spending said: ‚öÑ≤UK households spent an average of £106 a month on household energy in 2012. This was a 55 per cent rise on the 2002 monthly spend, after accounting for inflation. This is despite a decline in average energy usage. ‚öÑ≤Over this same time period, household energy use has fallen. The average amount of energy used per household was 17 per cent lower in 2012 than in 2002. This means the increase in the average amount households are spending is explained solely by rises in energy prices.' Households in Northern Ireland pay substantially more . Overall Scottish households have the highest energy costs in Britain. The ONS said average spend in Scottish homes is £112 a month, compared with £105 in Wales and £103 in England. But all three nations are substantially lower than Northern Ireland, where the average household spend is £154 a month. ONS said: ‚öÑ≤The higher average spend in Northern Ireland may be partly explained by the different nature and size of the energy market there. ‚öÑ≤Across the rest of the UK, any differences in the average energy spend are very small. The average monthly spend in Scotland is slightly higher than in England and Wales, consistent with DECC figures on energy consumption per household.' Spending on electricity is up 43 per cent in a decade and 56 per cent for gas . Percentage of household disposable income spent on energy . The ONS figures come on the day Scottish Housing Minister Margaret Burgess announced a £60 million fund to cut fuel poverty. Councils will each get a share of £42 million from the fund for this work, with the remaining £18 million made available to local authorities to develop large-scale schemes.",
        "topic_words": [
            "money",
            "pay",
            "paid",
            "card",
            "credit",
            "paying",
            "cards",
            "spent",
            "fund",
            "amount",
            "payments",
            "costs",
            "account",
            "fees",
            "taxpayers",
            "financial",
            "debt",
            "clark",
            "accounts",
            "higher"
        ],
        "summary": "Spending on energy has increased but disposable income has not. Households will have to increase their spending of their credit cards to continue with the rising rates. Some parts of the country have seen a higher increase in rates to the size."
    },
    {
        "document": "By . Travelmail Reporter . Finnair has been forced to backtrack on claims it didn't fly in Ukrainian airspace after being lambasted on social media as airlines struggle to come to terms with the Malaysian Airlines tragedy. Finnair was not alone as they looked to ease the worries of their own passengers after the MH17 disaster which saw the Malaysian flight crash in Ukraine, killing 298 passengers. SIngapore Airlines apologised on Saturday after their statement about not flying in Ukraine airspace was viewed by many on social media as insensitive. Mistake: Finnair said it didn't fly in Ukraine airspace but was forced to admit their mistake . After expressing their sympathy for their fellow oneworld partner on social media and offering their assistance, Finnair stated: 'Finnair does not fly over Ukraine. Your safety is our top priority.' The comment was quickly refuted by follower Mikko Laaksonen, who posting a Flightradar24 diagram which as he said suggested otherwise. After initially claiming the data and . map were incorrect, Finnair admitted their mistake and extended their . apology by way of a clarification late on Saturday. Proven wrong: Mikko Laaksonen posted a flightradar graphic showing the airline did fly over Ukraine . Finnair: #MH17 - We stand with our fellow oneworld partner @MAS and stand ready to assist in any way we can. Finnair: For those of you wondering, Finnair does not fly over Ukraine. Your safety is our top priority. MPLaaksonen: \"Finnair does not fly over Ukraine. Your safety is our top priority.\" @Finnair This flightradar info says differently . Finnair: @MPLaaksonen Flightradar is inaccurate and it does not take into account that the world is round. :) The route goes on the West border. Flightradar24: ‚öÑ® @Finnair @MPLaaksonen Flightradar24 data is very accurate. A flight over Ukraine is over Ukraine no matter i world is flat or round. Finnair We were wrong. Apologies! MT @flightradar24: FR24 data is very accurate. Flight over Ukraine is over Ukraine no matter what. Finnair: We don't currently fly in the Ukranian airspace. Small delays are possible. We're sorry but we hope you understand! Finnair: Finnair has made the decision not to fly in Ukraine aerospace for time being. 'Finnair has no regular flights that would fly in the Dnipropetrovski airspace over Eastern Ukraine where the incident took place,' the airline said in a statement. 'Since the spring, following Eurocontrol's recommendations, Finnair has also avoided the airspace of Simferopol in the Crimea crisis area in Southern Ukraine. 'Finnair has continued flights in . Western Ukrainian airspace and Eurocontrol has not had any flight . restriction recommendations regarding this particular area. 'Finnair has made the decision not to fly in Ukraina aerospace for time being. The company will evaluate the situation very carefully and consider the recommendations and decisions of the aviation authorities when making any further decisions.' The airline explains that new routes will take 'slightly longer' and cause slight delays, whether directly or indirectly. 'Finnair regrets any inconvenience this might cause to its passengers but wants to emphasize its commitment to safety,' the statement said. Disaster: A man sorts through the wreckage of flight MH17, believed to have been shot down over Ukraine . Victims: 298 passengers died in the crash, alleged to have been cause by Russian backed rebels .",
        "topic_words": [
            "air",
            "plane",
            "aircraft",
            "flight",
            "flying",
            "pilot",
            "fly",
            "jet",
            "crew",
            "landing",
            "planes",
            "force",
            "pilots",
            "flew",
            "jets",
            "aviation",
            "fighter",
            "ferry",
            "ground",
            "radar"
        ],
        "summary": "Finnair issued a statement that said that they were no longer flying over Ukrainian airspace due to the tragedy of the Malaysia Airlines plane that was shot down by armed groups in the region. Finnair said that they had made this decision to ensure the safety and security of their passengers. A mistake about this statement was quickly noticed by people online who were able to pull up flight radar and point out that Finnair Planes and their OneWorld partners were in fact flying over Ukrainian airspace because the world is indeed round. Finnair then explained that they were not flying over Ukrainian airspace for the time being and flights may take slightly longer so that they could avoid the area. This makes sense because a pilot would be terrified to fly if they felt even the slightest chance that they would be shot out of the sky."
    },
    {
        "document": "By . Travelmail Reporter . Finnair has been forced to backtrack on claims it didn't fly in Ukrainian airspace after being lambasted on social media as airlines struggle to come to terms with the Malaysian Airlines tragedy. Finnair was not alone as they looked to ease the worries of their own passengers after the MH17 disaster which saw the Malaysian flight crash in Ukraine, killing 298 passengers. SIngapore Airlines apologised on Saturday after their statement about not flying in Ukraine airspace was viewed by many on social media as insensitive. Mistake: Finnair said it didn't fly in Ukraine airspace but was forced to admit their mistake . After expressing their sympathy for their fellow oneworld partner on social media and offering their assistance, Finnair stated: 'Finnair does not fly over Ukraine. Your safety is our top priority.' The comment was quickly refuted by follower Mikko Laaksonen, who posting a Flightradar24 diagram which as he said suggested otherwise. After initially claiming the data and . map were incorrect, Finnair admitted their mistake and extended their . apology by way of a clarification late on Saturday. Proven wrong: Mikko Laaksonen posted a flightradar graphic showing the airline did fly over Ukraine . Finnair: #MH17 - We stand with our fellow oneworld partner @MAS and stand ready to assist in any way we can. Finnair: For those of you wondering, Finnair does not fly over Ukraine. Your safety is our top priority. MPLaaksonen: \"Finnair does not fly over Ukraine. Your safety is our top priority.\" @Finnair This flightradar info says differently . Finnair: @MPLaaksonen Flightradar is inaccurate and it does not take into account that the world is round. :) The route goes on the West border. Flightradar24: ‚öÑ® @Finnair @MPLaaksonen Flightradar24 data is very accurate. A flight over Ukraine is over Ukraine no matter i world is flat or round. Finnair We were wrong. Apologies! MT @flightradar24: FR24 data is very accurate. Flight over Ukraine is over Ukraine no matter what. Finnair: We don't currently fly in the Ukranian airspace. Small delays are possible. We're sorry but we hope you understand! Finnair: Finnair has made the decision not to fly in Ukraine aerospace for time being. 'Finnair has no regular flights that would fly in the Dnipropetrovski airspace over Eastern Ukraine where the incident took place,' the airline said in a statement. 'Since the spring, following Eurocontrol's recommendations, Finnair has also avoided the airspace of Simferopol in the Crimea crisis area in Southern Ukraine. 'Finnair has continued flights in . Western Ukrainian airspace and Eurocontrol has not had any flight . restriction recommendations regarding this particular area. 'Finnair has made the decision not to fly in Ukraina aerospace for time being. The company will evaluate the situation very carefully and consider the recommendations and decisions of the aviation authorities when making any further decisions.' The airline explains that new routes will take 'slightly longer' and cause slight delays, whether directly or indirectly. 'Finnair regrets any inconvenience this might cause to its passengers but wants to emphasize its commitment to safety,' the statement said. Disaster: A man sorts through the wreckage of flight MH17, believed to have been shot down over Ukraine . Victims: 298 passengers died in the crash, alleged to have been cause by Russian backed rebels .",
        "topic_words": [
            "russian",
            "russia",
            "european",
            "europe",
            "ukraine",
            "putin",
            "moscow",
            "greece",
            "eastern",
            "euro",
            "countries",
            "vladimir",
            "poland",
            "country",
            "president",
            "mata",
            "soviet",
            "polish",
            "ukrainian",
            "union"
        ],
        "summary": "Finnair issued a statement that said that they would no longer be flying over Ukrainian airspace for the time being and they would take longer routes to avoid the area. The reason for this avoidance was the tragic loss of a Malaysian Airlines plane that had flown over the conflicted region. The Ukrainian government is fighting against Russian-backed rebels in the eastern portion of the country and there have been high intensity conflicts in the region for a significant amount of time now. Thousands have died. Neither the Ukrainian government, the rebels or the Russian government (under Vladimir Putin) have taken responsibility for the tragic event. The resulting conflict has left other European nations both angry and wary of the conflict-embroiled nation."
    },
    {
        "document": "A notorious Saudi cleric preached at a mosque accused of radicalising three young Britons fighting in Syria. Mohammed al-Arifi, who has called for holy war to overthrow Bashar al-Assad's regime, spoke at Cardiff's Al Manar centre. The trio – two brothers and a friend – attended the mosque before leaving their homes to join the civil war. Scroll down for video . Mohammed al-Arifi, who has called for holy war to overthrow Bashar al-Assad's regime, spoke at Cardiff's Al Manar centre . Although banned from entering Switzerland because of his extremist views, al-Arifi has visited the UK several times. A Sunni Muslim, he has been accused of stirring up tensions with the rival Shia sect, reportedly calling it evil and accusing adherents of kidnapping, cooking and skinning children. In other developments in the terror crisis: . Cardiff school friends Nasser Muthana, and Reyaad Khan, both 20, last week appeared in the recruitment video for ISIS with a friend. Khan, who once dreamed of becoming Britain's first Asian prime minister, was a successful student before he was radicalised. Muthana, who gave up four offers of places at medical school to become a jihadist, later persuaded his younger brother Aseel, 17, to join him in Syria. Although banned from entering Switzerland because of his extremist views, al-Arifi has visited the UK several times . Their father, Yemen-born Ahmed Muthana, 57, says his sons were ‚öÑ≤brainwashed' after they began attending Al Manar. He said none of the elders at the mosque were dangerous but visiting clerics may have put ideas in the heads of his boys. A source close to the Yemeni community in Cardiff said: ‚öÑ≤These boys were groomed (at Al Manar) – obviously not to the stage to go, but so that they are satisfied that what they go to do is right. It all comes from the same school of thought. Fight the Shias, fight these people, fight those – that's where it started. ‚öÑ≤The teaching [at Al Manar] helped the people recruiting. If someone tried to recruit me, I wouldn't go unless I'm convinced. But once they're groomed, all it takes is someone to say come and I'll take you.' It is understood that children in Cardiff's Muslim community have been receiving messages from Nasser Muthana in Syria via the mobile phone messaging service WhatsApp. Nasser Muthana (left), 20, is one of the Britons . who have been radicalised. Right, Aseel Muthana, his 17-year-old . younger brother. Their father has begged them to come home . The source said he believed more young boys from the area who had studied at Al Manar may also join the fight. ‚öÑ≤There's a few boys who I wouldn't be shocked if they went. The authorities should be doing something about it,' he said. Several families in the Yemeni community are understood to have banned their children from attending teachings or prayer at the mosque. Schoolboy to jihadist: Reyaad Khan, now 20, is pictured at school with friends in Cardiff in 2010. He has now travelled to the Middle East to fight alongside Islamist militants . Recruitment video: Reyaad Khan, Nasser Muthana and another Briton in Syria . A 20-year-old, who knew the Muthana . brothers for many years, said the Al Manar Centre had a good reputation. But he added that he had heard they ‚öÑ≤brought one or two radical . preachers in to talk on the sly'. Al-Arifi spoke at the mosque in June 2012. A video and photograph posted online show excited worshippers flocking around him. Mosque trustee Barak Albayaty said the internet was being used to brainwash young Muslim men to take up arms with ISIS. He . said: ‚öÑ≤Nasser Muthana was just like any other guy – I was shocked to . see him in the video. But I am sure [this mosque] is not the source of . radicalism. We're against going to Syria for the armed struggle and have . spelled this out on many occasions. ‚öÑ≤The boys are affected by the internet. It's not just Cardiff, it's all over the UK. I'm told the numbers could be in the hundreds all over the UK.' Call to arms by Saudi radical . Elders at the mosque are due to meet this week to discuss the issue. Mr Muthana is due to make a formal statement to South Wales Police today confirming his son is the young man in the ISIS recruitment video. He said: ‚öÑ≤I know I may never see my two sons again and I am prepared for that. But my wife is sick at the thought. My sons have betrayed their family and betrayed their country, which is Britain.' Khan's mother yesterday made a tearful appeal to her only son to come home. ‚öÑ≤It's absolutely devastating. We can't sleep or eat, we're very ill,' she told Sky News. ‚öÑ≤Reyaad, please come back home. I'm dying for you. You are my only son. Please come back Reyaad. It's not good what you are doing.' Among the new wave of British jihadists are two former sixth-formers from Coventry – like Cardiff, a city not previously linked to Islamic extremists. Eighteen-year-old Mohammed Hadi is the youngest Briton fighting with ISIS to be identified so far. The oldest of five children, he had been dubbed Osama bin Bieber by friends on social media because of his childish looks. A former classmate yesterday said Hadi was ‚öÑ≤brainwashed' at a madrassa and mosque where he studied Arabic and the Koran. Hadi is understood to have travelled to Syria with at least three youths from the madrassa. His father, Mahir, 38, a factory worker, refused to comment.",
        "topic_words": [
            "family",
            "wife",
            "daughter",
            "husband",
            "couple",
            "pictured",
            "friends",
            "left",
            "brother",
            "friend",
            "married",
            "mother",
            "sister",
            "life",
            "father",
            "met",
            "love",
            "relationship",
            "wanted",
            "months"
        ],
        "summary": "A notorious Saudi cleric preached at a mosque accused of radicalizing three young Britons fighting in Syria. Mohammed al-Arifi, who has called for holy war to overthrow Bashar al-Assad's regime, spoke at Cardiff's Al Manar centre. The trio – two brothers and a friend – attended the mosque before leaving their homes to join the civil war. Mohammed al-Arifi, who has called for holy war to overthrow Bashar al-Assad's regime, spoke at Cardiff's Al Manar centre . He said: ‚öÑ≤I know I may never see my two sons again and I am prepared for that. But my wife is sick at the thought. My sons have betrayed their family and betrayed their country, which is Britain.' Khan's mother yesterday made a tearful appeal to her only son to come home. ‚öÑ≤It's absolutely devastating. We can't sleep or eat, we're very ill,' she told Sky News. ‚öÑ≤Reyaad, please come back home. I'm dying for you. You are my only son. Please come back Reyaad. It's not good what you are doing.' His father, Mahir, 38, a factory worker, refused to comment."
    },
    {
        "document": "A notorious Saudi cleric preached at a mosque accused of radicalising three young Britons fighting in Syria. Mohammed al-Arifi, who has called for holy war to overthrow Bashar al-Assad's regime, spoke at Cardiff's Al Manar centre. The trio – two brothers and a friend – attended the mosque before leaving their homes to join the civil war. Scroll down for video . Mohammed al-Arifi, who has called for holy war to overthrow Bashar al-Assad's regime, spoke at Cardiff's Al Manar centre . Although banned from entering Switzerland because of his extremist views, al-Arifi has visited the UK several times. A Sunni Muslim, he has been accused of stirring up tensions with the rival Shia sect, reportedly calling it evil and accusing adherents of kidnapping, cooking and skinning children. In other developments in the terror crisis: . Cardiff school friends Nasser Muthana, and Reyaad Khan, both 20, last week appeared in the recruitment video for ISIS with a friend. Khan, who once dreamed of becoming Britain's first Asian prime minister, was a successful student before he was radicalised. Muthana, who gave up four offers of places at medical school to become a jihadist, later persuaded his younger brother Aseel, 17, to join him in Syria. Although banned from entering Switzerland because of his extremist views, al-Arifi has visited the UK several times . Their father, Yemen-born Ahmed Muthana, 57, says his sons were ‚öÑ≤brainwashed' after they began attending Al Manar. He said none of the elders at the mosque were dangerous but visiting clerics may have put ideas in the heads of his boys. A source close to the Yemeni community in Cardiff said: ‚öÑ≤These boys were groomed (at Al Manar) – obviously not to the stage to go, but so that they are satisfied that what they go to do is right. It all comes from the same school of thought. Fight the Shias, fight these people, fight those – that's where it started. ‚öÑ≤The teaching [at Al Manar] helped the people recruiting. If someone tried to recruit me, I wouldn't go unless I'm convinced. But once they're groomed, all it takes is someone to say come and I'll take you.' It is understood that children in Cardiff's Muslim community have been receiving messages from Nasser Muthana in Syria via the mobile phone messaging service WhatsApp. Nasser Muthana (left), 20, is one of the Britons . who have been radicalised. Right, Aseel Muthana, his 17-year-old . younger brother. Their father has begged them to come home . The source said he believed more young boys from the area who had studied at Al Manar may also join the fight. ‚öÑ≤There's a few boys who I wouldn't be shocked if they went. The authorities should be doing something about it,' he said. Several families in the Yemeni community are understood to have banned their children from attending teachings or prayer at the mosque. Schoolboy to jihadist: Reyaad Khan, now 20, is pictured at school with friends in Cardiff in 2010. He has now travelled to the Middle East to fight alongside Islamist militants . Recruitment video: Reyaad Khan, Nasser Muthana and another Briton in Syria . A 20-year-old, who knew the Muthana . brothers for many years, said the Al Manar Centre had a good reputation. But he added that he had heard they ‚öÑ≤brought one or two radical . preachers in to talk on the sly'. Al-Arifi spoke at the mosque in June 2012. A video and photograph posted online show excited worshippers flocking around him. Mosque trustee Barak Albayaty said the internet was being used to brainwash young Muslim men to take up arms with ISIS. He . said: ‚öÑ≤Nasser Muthana was just like any other guy – I was shocked to . see him in the video. But I am sure [this mosque] is not the source of . radicalism. We're against going to Syria for the armed struggle and have . spelled this out on many occasions. ‚öÑ≤The boys are affected by the internet. It's not just Cardiff, it's all over the UK. I'm told the numbers could be in the hundreds all over the UK.' Call to arms by Saudi radical . Elders at the mosque are due to meet this week to discuss the issue. Mr Muthana is due to make a formal statement to South Wales Police today confirming his son is the young man in the ISIS recruitment video. He said: ‚öÑ≤I know I may never see my two sons again and I am prepared for that. But my wife is sick at the thought. My sons have betrayed their family and betrayed their country, which is Britain.' Khan's mother yesterday made a tearful appeal to her only son to come home. ‚öÑ≤It's absolutely devastating. We can't sleep or eat, we're very ill,' she told Sky News. ‚öÑ≤Reyaad, please come back home. I'm dying for you. You are my only son. Please come back Reyaad. It's not good what you are doing.' Among the new wave of British jihadists are two former sixth-formers from Coventry – like Cardiff, a city not previously linked to Islamic extremists. Eighteen-year-old Mohammed Hadi is the youngest Briton fighting with ISIS to be identified so far. The oldest of five children, he had been dubbed Osama bin Bieber by friends on social media because of his childish looks. A former classmate yesterday said Hadi was ‚öÑ≤brainwashed' at a madrassa and mosque where he studied Arabic and the Koran. Hadi is understood to have travelled to Syria with at least three youths from the madrassa. His father, Mahir, 38, a factory worker, refused to comment.",
        "topic_words": [
            "islamic",
            "terror",
            "terrorist",
            "al",
            "threat",
            "iraq",
            "attacks",
            "terrorists",
            "terrorism",
            "threats",
            "abu",
            "join",
            "qaeda",
            "target",
            "believed",
            "fight",
            "state",
            "militant",
            "jihadist",
            "pictured"
        ],
        "summary": "Among the new wave of British jihadists are two former sixth-formers from Coventry – like Cardiff, a city not previously linked to Islamic extremists. Eighteen-year-old Mohammed Hadi is the youngest Briton fighting with ISIS to be identified so far. The oldest of five children, he had been dubbed Osama bin Bieber by friends on social media because of his childish looks. A former classmate yesterday said Hadi was ‚öÑ≤brainwashed' at a madrassa and mosque where he studied Arabic and the Koran. Hadi is understood to have travelled to Syria with at least three youths from the madrassa. Although banned from entering Switzerland because of his extremist views, al-Arifi has visited the UK several times. A Sunni Muslim, he has been accused of stirring up tensions with the rival Shia sect, reportedly calling it evil and accusing adherents of kidnapping, cooking and skinning children."
    },
    {
        "document": "(CNN) -- Travel is meant to be a rich experience, a means of engaging with culture, cuisine and pleasure. In the last decade, cities around the world have helped this along by building exceptionally designed, clean, well-functioning airports. Along with them have come equally stunning airport lounges, and the super-luxe first-class areas in international hubs around the world are a testament to a new age of luxury. Instead of feeling like they're on the wrong side of a quarantine -- and serving decidedly lack-luster food (everyone's had a run-in with those dreaded airport \"panini\") -- these lounges are oases offering first-rate amenities, privacy and calm. It's all so good, in fact, you might even want to get to the airport early. Departures: The top villas in Tuscany . Airports are gateways to the world, and these 10 airport lounges cater to global travelers who want the journey to be as memorable as the destination. Amazing first-class air cabins . Virgin Atlantic JFK Clubhouse, John F. Kennedy International Airport, New York . The feeling that half of Manhattan has joined you at your gate at JFK is over. This March, Virgin Atlantic premiered its new Clubhouse with an Austin Powers-meets-uptown mod cocktail lounge at its heart, complete with a red leather sofa and purple lighting. But it's the Clubhouse Spa, featuring Dr. Hauschka products and treatments, that really makes the JFK Clubhouse a standout layover option. 14 outstanding airport amenities . In the end, just like the $17 million flagship at Heathrow airport, this lounge offers everything you need (massages, facials, foot treatments), everything you didn't know you needed (a Bumble and Bumble salon) and several things that you don't really need at all but are certainly nice to have (anyone for a game of pool?). Beyond TSA checkpoint in A Concourse, above boarding gates A4 and A5; virgin-atlantic.com. Departures: Let's go glamping! British Airways Concorde Room, Heathrow Airport . The decidedly unfashionable herringbone print, velvets and crystal chandeliers of the Concorde Room at Heathrow recall a well-to-do British gentleman's study in all its relaxed, un-modern glory. Quite simply, this is a retreat -- albeit one with full waiter service, complimentary wines and Champagne and private, hotel-style cabanas with day beds and en-suite bathrooms. If retreating isn't your habit, book a theater ticket with the concierge, then head to the terrace for a drink from the fabulous Concorde Bar and views of the runway. Terminal 5; britishairways.com. Etihad's Diamond First Class Lounge, Abu Dhabi International Airport . To enter Etihad's first-class lounge is a dangerous game of choose-your-own-indulgence. Leave the kids at the door. Staff nannies keep little ones busy in the kids' retreat among colorful beanbags and toys; parents head to the Six Senses Spa for a complimentary treatment. Departures: Spectacular hotel rooftop pools . Then the real decision-making begins. Will it be the Champagne bar for the finest wines and bubbly or the cigar lounge? ‚àöÑ la carte dining in a fine-dining atmosphere or dinner at the chef's table? Just don't forget the kids. Terminal 3; etihadairways.com. Finnair Lounge, Helsinki Airport . From felt walls that swallow outside noise to Marimekko tableware to the wireless, mobile phone-charging system PowerKiss (wireless!), the simplicity and thoughtfulness of the Finnair Lounge make it exceptional. A buffet is always on, and in addition to the views, the elegant Finnish and Nordic furniture designs provide their own easy pleasure. For those on the way to Asia, the midnight buffet is particularly elaborate. Travelers in need of a spa will need to have patience -- the Finnair Spa (complete with traditional Finnish saunas) will reopen this winter, but in the meantime there are showers at the lounge. Terminal T2 between Gates 36 and 37; finnair.com. Lufthansa First Class Terminal, Frankfurt Airport . Lufthansa's First Class Terminal offers its own passport control and security checkpoints, so travelers get personal attention all the way until they walk down the gangplank to the airplane. (Behind security in Departure Area B, there is also a smaller but no less elegant first class lounge for non-Schengen flights.) Creatively done lighting radiates from behind a black glass wall and from the tops of marble partitions in the restaurant. Everything, from the size of the tables to the marble and oak bar to the monsoon showerheads, is presented generously and thoughtfully. Next to Terminal 1; lufthansa.com. Departures: Top hotel room service . The Pier, Hong Kong International Airport . The seasoned traveler will be forgiven for any long-standing preconceptions about eating (or, sadly, not eating) in airports. Thankfully, not far from Gate 62 at Hong Kong International, those expectations will be overturned. At The Pier ‚öÑÆ Cathay Pacific's glass-enclosed first- and business-class break area ‚öÑÆ you'll find freshly made Japanese noodles at the Noodle Bar and proper fine dining and modern decor at the first-class Haven restaurant. (There are also two more fully stocked caf‚àö/bars.) In addition to the business centers, the WiFi, the leather armchairs and the pebbled showers, a glass of Champagne also goes a long way to ease travel stress. Gates 62-66, Northwest Concourse; cathaypacific.com. Qantas First Lounge, Sydney Airport . Modernity, with polished surfaces, clear glass and stainless steel, is the norm of airport luxury today, give or take a Dutch modern knock-off table or two and a leather armchair. Which is why we're thrilled with the 98-foot, 8,400-plant vertical garden that greets passengers at the Qantas First Lounge at Sydney Airport. It leaves the air in the atrium feeling cleaner and lighter. Better yet, part of the garden is incorporated into each of the Payot Paris day spa treatment rooms, so you can forget, for the moment, that you're in transit. The upper floor of the lounge, designed by Marc Newson and replete with recliners and sofas (in addition to those leather armchairs), also includes an open kitchen restaurant serving food by Australian chef Neil Perry. International Terminal; qantas.com.au. Qatar Airways Premium Terminal, Doha International Airport . Doha airport knows how to do things on a massive scale better than anyone, which is why Qatar Airways worked with it to create this first- and business-class terminal cum mall cum hotel. It includes a handful of worthwhile airport elements (duty-free, fine boutiques) and complements them with the fundamentals of a fine lounge (a full-service Elemis spa, including Jacuzzi and sauna; several restaurants, caf‚àös and bars; private meeting rooms and business centers). Hotel-style bedroom suites and child entertainment round out the offerings, and the result is truly over the top. Near main Departures building; qatarairways.com. Singapore Airlines SilverKris Lounges, Singapore Changi International Airport . At Singapore Changi International, as throngs of travelers roll handcarts piled high with suitcases to overflowing check-in lines, Passenger Relations Officers greet first-class passengers of Singapore Airlines curbside, taking their bags, guiding them to an armchair in the first-class check-in lounge and checking them in personally. Next it's off to the first-class SilverKris Lounges, where, depending on their mood, guests can choose from meeting rooms, caf‚àö/bars or 13 Italian-leather slumberettes. Don't worry -- the staff will wake you before your flight. Terminal 2 on Level 3 (North Wing); Terminal 3 on Level 3; singaporeair.com. Swiss Lounge, EuroAirport Basel Mulhouse Freiburg . Guests of the Swiss Lounge can sun themselves under an enormous glass dome, surrounded by bright, simple materials -- like chrome and wood -- rather than some of the richer, upholstered surfaces found in other first class lounges. The architecture is open, the greenery is plentiful and the staff at the welcome desk is attentive. Expect warm and cold buffets, leather recliners facing the panoramic windows, a proper European bar and a Japanese bridge in an atrium surrounded by palm trees. Somehow, it all works together impeccably -- Priority Pass just voted it the best airport lounge of 2012. Y Terminal on the Departures Level; swiss.com. ¨ 2010 American Express Publishing Corporation. All rights reserved.",
        "topic_words": [
            "airport",
            "passengers",
            "flight",
            "travel",
            "airlines",
            "passenger",
            "flights",
            "airline",
            "international",
            "transport",
            "heathrow",
            "board",
            "terminal",
            "airways",
            "airports",
            "runway",
            "cabin",
            "landed",
            "gatwick",
            "coin"
        ],
        "summary": "Many airports offer fancy lounges to premium fliers. Even in the busiest airports you can find a spot to relax. This is a great option to separate business and first passengers from economy class passengers. So many airlines use it."
    },
    {
        "document": "(CNN) -- Travel is meant to be a rich experience, a means of engaging with culture, cuisine and pleasure. In the last decade, cities around the world have helped this along by building exceptionally designed, clean, well-functioning airports. Along with them have come equally stunning airport lounges, and the super-luxe first-class areas in international hubs around the world are a testament to a new age of luxury. Instead of feeling like they're on the wrong side of a quarantine -- and serving decidedly lack-luster food (everyone's had a run-in with those dreaded airport \"panini\") -- these lounges are oases offering first-rate amenities, privacy and calm. It's all so good, in fact, you might even want to get to the airport early. Departures: The top villas in Tuscany . Airports are gateways to the world, and these 10 airport lounges cater to global travelers who want the journey to be as memorable as the destination. Amazing first-class air cabins . Virgin Atlantic JFK Clubhouse, John F. Kennedy International Airport, New York . The feeling that half of Manhattan has joined you at your gate at JFK is over. This March, Virgin Atlantic premiered its new Clubhouse with an Austin Powers-meets-uptown mod cocktail lounge at its heart, complete with a red leather sofa and purple lighting. But it's the Clubhouse Spa, featuring Dr. Hauschka products and treatments, that really makes the JFK Clubhouse a standout layover option. 14 outstanding airport amenities . In the end, just like the $17 million flagship at Heathrow airport, this lounge offers everything you need (massages, facials, foot treatments), everything you didn't know you needed (a Bumble and Bumble salon) and several things that you don't really need at all but are certainly nice to have (anyone for a game of pool?). Beyond TSA checkpoint in A Concourse, above boarding gates A4 and A5; virgin-atlantic.com. Departures: Let's go glamping! British Airways Concorde Room, Heathrow Airport . The decidedly unfashionable herringbone print, velvets and crystal chandeliers of the Concorde Room at Heathrow recall a well-to-do British gentleman's study in all its relaxed, un-modern glory. Quite simply, this is a retreat -- albeit one with full waiter service, complimentary wines and Champagne and private, hotel-style cabanas with day beds and en-suite bathrooms. If retreating isn't your habit, book a theater ticket with the concierge, then head to the terrace for a drink from the fabulous Concorde Bar and views of the runway. Terminal 5; britishairways.com. Etihad's Diamond First Class Lounge, Abu Dhabi International Airport . To enter Etihad's first-class lounge is a dangerous game of choose-your-own-indulgence. Leave the kids at the door. Staff nannies keep little ones busy in the kids' retreat among colorful beanbags and toys; parents head to the Six Senses Spa for a complimentary treatment. Departures: Spectacular hotel rooftop pools . Then the real decision-making begins. Will it be the Champagne bar for the finest wines and bubbly or the cigar lounge? ‚àöÑ la carte dining in a fine-dining atmosphere or dinner at the chef's table? Just don't forget the kids. Terminal 3; etihadairways.com. Finnair Lounge, Helsinki Airport . From felt walls that swallow outside noise to Marimekko tableware to the wireless, mobile phone-charging system PowerKiss (wireless!), the simplicity and thoughtfulness of the Finnair Lounge make it exceptional. A buffet is always on, and in addition to the views, the elegant Finnish and Nordic furniture designs provide their own easy pleasure. For those on the way to Asia, the midnight buffet is particularly elaborate. Travelers in need of a spa will need to have patience -- the Finnair Spa (complete with traditional Finnish saunas) will reopen this winter, but in the meantime there are showers at the lounge. Terminal T2 between Gates 36 and 37; finnair.com. Lufthansa First Class Terminal, Frankfurt Airport . Lufthansa's First Class Terminal offers its own passport control and security checkpoints, so travelers get personal attention all the way until they walk down the gangplank to the airplane. (Behind security in Departure Area B, there is also a smaller but no less elegant first class lounge for non-Schengen flights.) Creatively done lighting radiates from behind a black glass wall and from the tops of marble partitions in the restaurant. Everything, from the size of the tables to the marble and oak bar to the monsoon showerheads, is presented generously and thoughtfully. Next to Terminal 1; lufthansa.com. Departures: Top hotel room service . The Pier, Hong Kong International Airport . The seasoned traveler will be forgiven for any long-standing preconceptions about eating (or, sadly, not eating) in airports. Thankfully, not far from Gate 62 at Hong Kong International, those expectations will be overturned. At The Pier ‚öÑÆ Cathay Pacific's glass-enclosed first- and business-class break area ‚öÑÆ you'll find freshly made Japanese noodles at the Noodle Bar and proper fine dining and modern decor at the first-class Haven restaurant. (There are also two more fully stocked caf‚àö/bars.) In addition to the business centers, the WiFi, the leather armchairs and the pebbled showers, a glass of Champagne also goes a long way to ease travel stress. Gates 62-66, Northwest Concourse; cathaypacific.com. Qantas First Lounge, Sydney Airport . Modernity, with polished surfaces, clear glass and stainless steel, is the norm of airport luxury today, give or take a Dutch modern knock-off table or two and a leather armchair. Which is why we're thrilled with the 98-foot, 8,400-plant vertical garden that greets passengers at the Qantas First Lounge at Sydney Airport. It leaves the air in the atrium feeling cleaner and lighter. Better yet, part of the garden is incorporated into each of the Payot Paris day spa treatment rooms, so you can forget, for the moment, that you're in transit. The upper floor of the lounge, designed by Marc Newson and replete with recliners and sofas (in addition to those leather armchairs), also includes an open kitchen restaurant serving food by Australian chef Neil Perry. International Terminal; qantas.com.au. Qatar Airways Premium Terminal, Doha International Airport . Doha airport knows how to do things on a massive scale better than anyone, which is why Qatar Airways worked with it to create this first- and business-class terminal cum mall cum hotel. It includes a handful of worthwhile airport elements (duty-free, fine boutiques) and complements them with the fundamentals of a fine lounge (a full-service Elemis spa, including Jacuzzi and sauna; several restaurants, caf‚àös and bars; private meeting rooms and business centers). Hotel-style bedroom suites and child entertainment round out the offerings, and the result is truly over the top. Near main Departures building; qatarairways.com. Singapore Airlines SilverKris Lounges, Singapore Changi International Airport . At Singapore Changi International, as throngs of travelers roll handcarts piled high with suitcases to overflowing check-in lines, Passenger Relations Officers greet first-class passengers of Singapore Airlines curbside, taking their bags, guiding them to an armchair in the first-class check-in lounge and checking them in personally. Next it's off to the first-class SilverKris Lounges, where, depending on their mood, guests can choose from meeting rooms, caf‚àö/bars or 13 Italian-leather slumberettes. Don't worry -- the staff will wake you before your flight. Terminal 2 on Level 3 (North Wing); Terminal 3 on Level 3; singaporeair.com. Swiss Lounge, EuroAirport Basel Mulhouse Freiburg . Guests of the Swiss Lounge can sun themselves under an enormous glass dome, surrounded by bright, simple materials -- like chrome and wood -- rather than some of the richer, upholstered surfaces found in other first class lounges. The architecture is open, the greenery is plentiful and the staff at the welcome desk is attentive. Expect warm and cold buffets, leather recliners facing the panoramic windows, a proper European bar and a Japanese bridge in an atrium surrounded by palm trees. Somehow, it all works together impeccably -- Priority Pass just voted it the best airport lounge of 2012. Y Terminal on the Departures Level; swiss.com. ¨ 2010 American Express Publishing Corporation. All rights reserved.",
        "topic_words": [
            "hotel",
            "guests",
            "bar",
            "glass",
            "wine",
            "resort",
            "rooms",
            "private",
            "dinner",
            "guest",
            "views",
            "spa",
            "night",
            "boasts",
            "offers",
            "table",
            "stay",
            "stunning",
            "apartments",
            "lodge"
        ],
        "summary": "You can dine and drink at airport lounges. They offer a la carte food and bar-style drinks and cocktails. You can have these at the airport next door to your gate."
    },
    {
        "document": "Washington (CNN) -- Fire-protection systems on freight aircraft are inadequate, top U.S. aviation investigators say. The National Transportation Safety Board recommended improvements and rule changes Wednesday based on investigations of three catastrophic cargo plane fires. NTSB Chairwoman Deborah Hersman recommended that the Federal Aviation Administration require better early detection of fires inside cargo containers, development of fire-resistant containers and requiring active fire-suppression systems on all freight airlines. An NTSB report focused on three cargo fire accidents since 2006. Two of those fires killed the flight crews and destroyed the aircraft, in incidents in Dubai and North Korea. In the third incident in Philadelphia, the crew escaped with minor smoke-inhalation difficulties, and the plane was significantly damaged. \"These fires quickly grew out of control, leaving the crew with little time to get the aircraft on the ground,\" Hersman said in a statement released with the report. \"Detection, suppression and containment systems can give crews more time and more options. The current approach is not safe enough.\" FAA budget cuts would affect fliers . In all three cases, the fires started within the cargo containers aboard the planes, but by the time the plane's fire warning system alerted pilots to the dangers, there was little time for them to react. Federal regulations require cargo airline fire detection systems to alert pilots within one minute of a fire starting, but the NTSB's investigation found current systems detected fire and smoke anywhere from two and half minutes to more than 18 minutes after the fire started. The NTSB concluded cargo containers made of flammable materials significantly increase the intensity of the on-board fires because there's been little focus by manufacturers or regulators to develop fire-resistant cargo containers. Additionally, the NTSB's report recommended improved fire suppression systems on cargo planes, a recommendation it originally made to the FAA in 2007. After the 2007 recommendation, the FAA did a cost-benefit analysis of upgrading fire suppression systems and found it to be too expensive, a fact the NTSB highlighted in its report. \"The two catastrophic cargo airplane fires that occurred in less than a year occurred after the FAA's cost-benefit analysis concluded that the installation of fire suppression systems was not cost-effective,\" the board said. UPS briefed Hersman earlier this week on the shipping company's efforts to develop improved fire safety standards. Also, FedEx is in the process of installing a fire suppression system on its long-haul fleet, the NTSB said. In an e-mail statement to CNN, FAA officials said the agency \"has long supported improved fire protection on all cargo airplanes through research on new, non-Halon fire extinguishing agents, fire suppression systems directed at individual cargo containers or specific cargo compartment zones, and advanced cargo containers incorporating smoke detection, fire containment, and/or fire suppression systems.\" FAA officials said they would carefully evaluate the NTSB's recommendations. Way beyond air bags: NTSB wants next-generation safety devices on cars, trucks .",
        "topic_words": [
            "air",
            "plane",
            "aircraft",
            "flight",
            "flying",
            "pilot",
            "fly",
            "jet",
            "crew",
            "landing",
            "planes",
            "force",
            "pilots",
            "flew",
            "jets",
            "aviation",
            "fighter",
            "ferry",
            "ground",
            "radar"
        ],
        "summary": "Since 2006 there has been 3 cargo plane fires do to fire suppressor systems taking too long to let the pilot know there is a problem. The pilots don't have enough time to react fast enough to get the plane to safety. On two of those fires the aircraft crew did not make it out alive."
    },
    {
        "document": "Washington (CNN) -- Fire-protection systems on freight aircraft are inadequate, top U.S. aviation investigators say. The National Transportation Safety Board recommended improvements and rule changes Wednesday based on investigations of three catastrophic cargo plane fires. NTSB Chairwoman Deborah Hersman recommended that the Federal Aviation Administration require better early detection of fires inside cargo containers, development of fire-resistant containers and requiring active fire-suppression systems on all freight airlines. An NTSB report focused on three cargo fire accidents since 2006. Two of those fires killed the flight crews and destroyed the aircraft, in incidents in Dubai and North Korea. In the third incident in Philadelphia, the crew escaped with minor smoke-inhalation difficulties, and the plane was significantly damaged. \"These fires quickly grew out of control, leaving the crew with little time to get the aircraft on the ground,\" Hersman said in a statement released with the report. \"Detection, suppression and containment systems can give crews more time and more options. The current approach is not safe enough.\" FAA budget cuts would affect fliers . In all three cases, the fires started within the cargo containers aboard the planes, but by the time the plane's fire warning system alerted pilots to the dangers, there was little time for them to react. Federal regulations require cargo airline fire detection systems to alert pilots within one minute of a fire starting, but the NTSB's investigation found current systems detected fire and smoke anywhere from two and half minutes to more than 18 minutes after the fire started. The NTSB concluded cargo containers made of flammable materials significantly increase the intensity of the on-board fires because there's been little focus by manufacturers or regulators to develop fire-resistant cargo containers. Additionally, the NTSB's report recommended improved fire suppression systems on cargo planes, a recommendation it originally made to the FAA in 2007. After the 2007 recommendation, the FAA did a cost-benefit analysis of upgrading fire suppression systems and found it to be too expensive, a fact the NTSB highlighted in its report. \"The two catastrophic cargo airplane fires that occurred in less than a year occurred after the FAA's cost-benefit analysis concluded that the installation of fire suppression systems was not cost-effective,\" the board said. UPS briefed Hersman earlier this week on the shipping company's efforts to develop improved fire safety standards. Also, FedEx is in the process of installing a fire suppression system on its long-haul fleet, the NTSB said. In an e-mail statement to CNN, FAA officials said the agency \"has long supported improved fire protection on all cargo airplanes through research on new, non-Halon fire extinguishing agents, fire suppression systems directed at individual cargo containers or specific cargo compartment zones, and advanced cargo containers incorporating smoke detection, fire containment, and/or fire suppression systems.\" FAA officials said they would carefully evaluate the NTSB's recommendations. Way beyond air bags: NTSB wants next-generation safety devices on cars, trucks .",
        "topic_words": [
            "fire",
            "residents",
            "san",
            "wood",
            "firefighters",
            "burning",
            "burned",
            "blaze",
            "flames",
            "fires",
            "diego",
            "burn",
            "homes",
            "resident",
            "department",
            "arson",
            "elderly",
            "destroyed",
            "firefighter",
            "evacuated"
        ],
        "summary": "The FAA says cargo aircraft need new, more advanced fire suppression systems installed to alert pilots and crews faster to give them more time to land the aircraft safely. Also the material inside the cargo aircraft needs to be constructed of a more fireproof material."
    },
    {
        "document": "(CNN) -- Even a presidential campaign's airplane troubles can get partisan in an election year. Aviation incidents involving President Barack Obama and Ann Romney, wife of Republican presidential candidate Mitt Romney, have inspired hundreds of supporters commenting at CNN.com to connect those events to the candidates' political positions. When the Air Force One pilot aborted his first landing in Toledo, Ohio, due to weather on Wednesday, commenters were quick to jump on Obama. \"See, Barack Obama can't even land a plane correctly,\" wrote a commenter whose handle is TheOtherBob. \"He was probably checking the polls - thinks he has Ohio in the bag - no need to land,\" wrote another commenter. \"He was distracted, since he was busy adjusting gas prices over his smart phone,\" wrote another commenter. Ann Romney's smoke-filled plane . Ann Romney couldn't catch a break, either. Her airplane cabin filling up with smoke due to an electrical problem was no laughing matter, but commenters quickly took aim at her husband and his response. Mitt Romney talked about not being able to open the airplane's windows in flight. (New York Times writer Ashley Parker, who wrote the presidential pool report mentioning the comments, declined to comment on his remarks, referring CNN to a New York magazine piece where she made it clear that Romney was joking.) \"Maybe if Romney hadn't started the outsourcing trend, that plane would have been built and maintained better by hardworking 47%ers,\" wrote one commenter. \"Firefighters came to the rescue, paramedics were there on time and the police took special care of your security. We are the 47% your husband scorns,\" wrote commenter Kweso. Reminders of the actual flying conditions . Enough with the political bickering, suggested some commenters. \"The hate thrown out at the Romneys (and at President Obama) is just plain absurd,\" wrote commenter jolivier23. On Romney's flight: \"CAN YOU PEOPLE STOP WITH THIS CHARADE. Can you just be happy that the everyone was safe and no one was injured,\" wrote one commenter. \"What is wrong with you people? Why are you making this a political issue? I am just glad nobody was hurt. \" On Obama's flight: \"This incident with the President was just routine turbulence which is something that you really can't do anything about in the first place,\" wrote one commenter. \"If the one of the best pilots (and co-pilots) in the U.S. Air Force aborts a landing you know the conditions were hairy,\" wrote daehttub2000. Perhaps remembering a line from that esteemed television show \"Hill Street Blues,\" he wrote, \"Let's be careful out there.\" Many of us have stories of grabbing a complete stranger or picking airline pretzels out of our hair after a particularly bad bout of turbulence. Do you have any stories to share? Tell us in the comments below.",
        "topic_words": [
            "campaign",
            "clinton",
            "governor",
            "presidential",
            "candidate",
            "political",
            "state",
            "hillary",
            "republican",
            "candidates",
            "romney",
            "bill",
            "dementia",
            "democratic",
            "running",
            "conservatives",
            "politics",
            "gov",
            "election",
            "support"
        ],
        "summary": "Even airplane problems are deemed political during presidential campaigns. When a candidate is on a airplane that experiences mechanical problems, the media puts a political bent on the problem. Everything is political to the media."
    },
    {
        "document": "(CNN) -- Even a presidential campaign's airplane troubles can get partisan in an election year. Aviation incidents involving President Barack Obama and Ann Romney, wife of Republican presidential candidate Mitt Romney, have inspired hundreds of supporters commenting at CNN.com to connect those events to the candidates' political positions. When the Air Force One pilot aborted his first landing in Toledo, Ohio, due to weather on Wednesday, commenters were quick to jump on Obama. \"See, Barack Obama can't even land a plane correctly,\" wrote a commenter whose handle is TheOtherBob. \"He was probably checking the polls - thinks he has Ohio in the bag - no need to land,\" wrote another commenter. \"He was distracted, since he was busy adjusting gas prices over his smart phone,\" wrote another commenter. Ann Romney's smoke-filled plane . Ann Romney couldn't catch a break, either. Her airplane cabin filling up with smoke due to an electrical problem was no laughing matter, but commenters quickly took aim at her husband and his response. Mitt Romney talked about not being able to open the airplane's windows in flight. (New York Times writer Ashley Parker, who wrote the presidential pool report mentioning the comments, declined to comment on his remarks, referring CNN to a New York magazine piece where she made it clear that Romney was joking.) \"Maybe if Romney hadn't started the outsourcing trend, that plane would have been built and maintained better by hardworking 47%ers,\" wrote one commenter. \"Firefighters came to the rescue, paramedics were there on time and the police took special care of your security. We are the 47% your husband scorns,\" wrote commenter Kweso. Reminders of the actual flying conditions . Enough with the political bickering, suggested some commenters. \"The hate thrown out at the Romneys (and at President Obama) is just plain absurd,\" wrote commenter jolivier23. On Romney's flight: \"CAN YOU PEOPLE STOP WITH THIS CHARADE. Can you just be happy that the everyone was safe and no one was injured,\" wrote one commenter. \"What is wrong with you people? Why are you making this a political issue? I am just glad nobody was hurt. \" On Obama's flight: \"This incident with the President was just routine turbulence which is something that you really can't do anything about in the first place,\" wrote one commenter. \"If the one of the best pilots (and co-pilots) in the U.S. Air Force aborts a landing you know the conditions were hairy,\" wrote daehttub2000. Perhaps remembering a line from that esteemed television show \"Hill Street Blues,\" he wrote, \"Let's be careful out there.\" Many of us have stories of grabbing a complete stranger or picking airline pretzels out of our hair after a particularly bad bout of turbulence. Do you have any stories to share? Tell us in the comments below.",
        "topic_words": [
            "air",
            "plane",
            "aircraft",
            "flight",
            "flying",
            "pilot",
            "fly",
            "jet",
            "crew",
            "landing",
            "planes",
            "force",
            "pilots",
            "flew",
            "jets",
            "aviation",
            "fighter",
            "ferry",
            "ground",
            "radar"
        ],
        "summary": "The fake media is blaming politicians for airplane problems. Obama's air crew didn't land a plane on time due to turbulence. Romney's wife had smoke in her compartment due to plane problems."
    },
    {
        "document": "Carolina Panthers star defensive end Greg Hardy, who has been granted a new trial this fall after a domestic violence conviction in July, has taken a voluntary leave with pay until his legal matters are resolved, the team announced Wednesday. \"We understand Greg's decision,\" Panthers general manager Dave Gettleman told reporters. \"And given the circumstances, it's very important that he concentrate on his legal issues. We believe this is the right course of action at this time for both Greg and the Carolina Panthers.\" Authorities say Hardy in May choked his then-girlfriend, threw her around, dragged her by her hair and threatened to kill her. He was sentenced in July to 18 months of probation and a 60-day suspended sentence for the misdemeanors with which he was charged. The 6-foot-4, 275 pound defensive end says he is innocent and has appealed a guilty verdict rendered by a Mecklenburg County judge in North Carolina. He was granted a jury trial that is scheduled for mid-November. \"I understand that I need to step away from football right now and take care of this legal matter. I am entitled to due process and my day in court, and that's where my focus should be,\" Hardy said in a statement released by the team. \"I appreciate the Panthers for giving me this opportunity and look forward to being back with my teammates as soon as possible. \" Gettleman said that Hardy will be placed on the NFL's exempt/commissioner's permission list, which allows in special circumstances for players to be paid while on leave. He can still use the team's facilities but cannot attend practice. Peterson won't play until legal matters resolved . The players' union said it worked with the league, the Carolina Panthers and Hardy on the matter. \"We support this decision and hope the best for him and his family,\" the NFL Players Association said in a written statement. Hardy, who led the team last season with 15 sacks and was a Pro Bowl selection, missed Sunday's game against the Detroit Lions after the team placed on the inactive list. He played in the season opener against the Tampa Bay Buccaneers and had four tackles.",
        "topic_words": [
            "club",
            "team",
            "season",
            "players",
            "england",
            "football",
            "player",
            "league",
            "fans",
            "game",
            "stadium",
            "summer",
            "coach",
            "played",
            "play",
            "squad",
            "tottenham",
            "training",
            "manager",
            "clubs"
        ],
        "summary": "Panthers general manager Dave Gentleman told reporters. \"And given the circumstances, it's very important that he concentrate on his legal issues. We believe this is the right course of action at this time for both Greg and the Carolina Panthers"
    },
    {
        "document": "Carolina Panthers star defensive end Greg Hardy, who has been granted a new trial this fall after a domestic violence conviction in July, has taken a voluntary leave with pay until his legal matters are resolved, the team announced Wednesday. \"We understand Greg's decision,\" Panthers general manager Dave Gettleman told reporters. \"And given the circumstances, it's very important that he concentrate on his legal issues. We believe this is the right course of action at this time for both Greg and the Carolina Panthers.\" Authorities say Hardy in May choked his then-girlfriend, threw her around, dragged her by her hair and threatened to kill her. He was sentenced in July to 18 months of probation and a 60-day suspended sentence for the misdemeanors with which he was charged. The 6-foot-4, 275 pound defensive end says he is innocent and has appealed a guilty verdict rendered by a Mecklenburg County judge in North Carolina. He was granted a jury trial that is scheduled for mid-November. \"I understand that I need to step away from football right now and take care of this legal matter. I am entitled to due process and my day in court, and that's where my focus should be,\" Hardy said in a statement released by the team. \"I appreciate the Panthers for giving me this opportunity and look forward to being back with my teammates as soon as possible. \" Gettleman said that Hardy will be placed on the NFL's exempt/commissioner's permission list, which allows in special circumstances for players to be paid while on leave. He can still use the team's facilities but cannot attend practice. Peterson won't play until legal matters resolved . The players' union said it worked with the league, the Carolina Panthers and Hardy on the matter. \"We support this decision and hope the best for him and his family,\" the NFL Players Association said in a written statement. Hardy, who led the team last season with 15 sacks and was a Pro Bowl selection, missed Sunday's game against the Detroit Lions after the team placed on the inactive list. He played in the season opener against the Tampa Bay Buccaneers and had four tackles.",
        "topic_words": [
            "court",
            "trial",
            "guilty",
            "prison",
            "heard",
            "case",
            "jury",
            "murder",
            "judge",
            "sentence",
            "convicted",
            "prosecutors",
            "hearing",
            "sentenced",
            "jail",
            "victim",
            "evidence",
            "pleaded",
            "accused",
            "prosecutor"
        ],
        "summary": "the NFL Players Association said in a written statement. Hardy, who led the team last season with 15 sacks and was a Pro Bowl selection, missed Sunday's game against the Detroit Lions after the team placed on the inactive list. He played in the season opener against the Tampa Bay Buccaneers and had four tackles"
    },
    {
        "document": "A thoughtful husband has given his wife a birthday present she will never forget - after commissioning 23 artists to create works of art of his family. Ernst Berlin came up with the idea for the unique gift after discovering a community of artists on the website Reddit. Determined to give his wife, Agnes, something special, Ernst contacted between 45 and 50 artists who had some of the most successful submissions on the site. Scroll down for video . Ernst Berlin (pictured with his nine-month-old son Jacob), from Chicago, has given his wife Agnes a birthday present she will never forget - after commissioning 23 artists to create unique works of art of his family . The artworks were each based on various photographs of the family supplied to the 23 artists for inspiration . Mr Berlin, 33, asked 50 artists to paint a picture of his son Jacob (above) and was pleased that 23 responded . Mr Berlin filmed his wife's reaction to the works - created by a range of artists - and posted the video online . Baby Bond: The images came in over a period months - and Mr Berlin liked them all, so he hung them all up . To his surprise, 23 artists replied. Ernst, whose nine-month-old son Jacob would also feature in the pictures, said he liked all of their works so much he couldn't turn them down. As an amateur photographer, Ernst, 33, decided to send the artists a selection of 40 pictures of his family, allowing them to choose which they would like to work with. Over a period of a few months, the images kept coming in. When her birthday came around, Ernst treated Agnes, now 34, to a three-hour-long spa treatment - allowing him to hang the works on the wall while she was out. Agnes' reaction was one of shock, with Ernst filming her response and later putting it on YouTube for friends and family to see. Mr Berlin, an amateur photographer, found the artists on website Reddit, and after initially asking the group if anyone was interested, was surprised when submissions kept coming in over a period of several months . Mr Berlin's nine-month-old son Jacob became the star of the show - and featured in the majority of the pieces . The artists chose from 40 pictures altogether, such as this cute image of Jacob resting on his mother's belly . After receiving the final artworks back from the artists, Mr Berlin hung them around the house for his wife . Mr Berlin, 33, said: 'I was worried about not finishing it in time, but luckily it all worked out' One of the artists chose to recreate this picture of Agnes and Jacob in hospital just after he was born . Mr Berlin sent a selection of adorable pictures to the artists, including this one of nine-month-old Jacob . He then waited over a period of several months for the artists' own creations to be returned to him . Jacob features in the majority of the artworks, which were given to his surprised mother on her birthday . Mr Berlin said the response to his idea from his family and friends has been overwhelmingly positive . The idea to approach the artists was a 'light bulb moment', according to Mr Berlin. Pictured: A photograph of young Jacob (left) and a replica artwork supplied by one of the artists which Mr Berlin found on Reddit . Mr Berlin, his wife Agnes and their son Jacob could be seen having fun in a park in one of the photographs . The same photograph was transformed by one of the artists on Reddit (above) and returned to the family . Ernst, from Chicago, Illinois, said: 'I completely forgot about Reddit until I sat down and started brainstorming ideas for a gift. 'A light bulb went off and I remembered the community of artists. 'I gathered a group of around 45 to 50 artists and got in contact with them to commission the work. '23 replied - which was more than I expected - but I loved all their previous work so much that I couldn't say no to any of them. 'Honestly, I was worried about not finishing it in time, but luckily it all worked out. 'The response has been overwhelmingly positive from friends and family.'",
        "topic_words": [
            "family",
            "wife",
            "daughter",
            "husband",
            "couple",
            "pictured",
            "friends",
            "left",
            "brother",
            "friend",
            "married",
            "mother",
            "sister",
            "life",
            "father",
            "met",
            "love",
            "relationship",
            "wanted",
            "months"
        ],
        "summary": "Mr Berlin, 33, asked 50 artists to paint a picture of his son Jacob (above) and was pleased that 23 responded . Mr Berlin filmed his wife's reaction to the works - created by a range of artists - and posted the video online"
    },
    {
        "document": "A thoughtful husband has given his wife a birthday present she will never forget - after commissioning 23 artists to create works of art of his family. Ernst Berlin came up with the idea for the unique gift after discovering a community of artists on the website Reddit. Determined to give his wife, Agnes, something special, Ernst contacted between 45 and 50 artists who had some of the most successful submissions on the site. Scroll down for video . Ernst Berlin (pictured with his nine-month-old son Jacob), from Chicago, has given his wife Agnes a birthday present she will never forget - after commissioning 23 artists to create unique works of art of his family . The artworks were each based on various photographs of the family supplied to the 23 artists for inspiration . Mr Berlin, 33, asked 50 artists to paint a picture of his son Jacob (above) and was pleased that 23 responded . Mr Berlin filmed his wife's reaction to the works - created by a range of artists - and posted the video online . Baby Bond: The images came in over a period months - and Mr Berlin liked them all, so he hung them all up . To his surprise, 23 artists replied. Ernst, whose nine-month-old son Jacob would also feature in the pictures, said he liked all of their works so much he couldn't turn them down. As an amateur photographer, Ernst, 33, decided to send the artists a selection of 40 pictures of his family, allowing them to choose which they would like to work with. Over a period of a few months, the images kept coming in. When her birthday came around, Ernst treated Agnes, now 34, to a three-hour-long spa treatment - allowing him to hang the works on the wall while she was out. Agnes' reaction was one of shock, with Ernst filming her response and later putting it on YouTube for friends and family to see. Mr Berlin, an amateur photographer, found the artists on website Reddit, and after initially asking the group if anyone was interested, was surprised when submissions kept coming in over a period of several months . Mr Berlin's nine-month-old son Jacob became the star of the show - and featured in the majority of the pieces . The artists chose from 40 pictures altogether, such as this cute image of Jacob resting on his mother's belly . After receiving the final artworks back from the artists, Mr Berlin hung them around the house for his wife . Mr Berlin, 33, said: 'I was worried about not finishing it in time, but luckily it all worked out' One of the artists chose to recreate this picture of Agnes and Jacob in hospital just after he was born . Mr Berlin sent a selection of adorable pictures to the artists, including this one of nine-month-old Jacob . He then waited over a period of several months for the artists' own creations to be returned to him . Jacob features in the majority of the artworks, which were given to his surprised mother on her birthday . Mr Berlin said the response to his idea from his family and friends has been overwhelmingly positive . The idea to approach the artists was a 'light bulb moment', according to Mr Berlin. Pictured: A photograph of young Jacob (left) and a replica artwork supplied by one of the artists which Mr Berlin found on Reddit . Mr Berlin, his wife Agnes and their son Jacob could be seen having fun in a park in one of the photographs . The same photograph was transformed by one of the artists on Reddit (above) and returned to the family . Ernst, from Chicago, Illinois, said: 'I completely forgot about Reddit until I sat down and started brainstorming ideas for a gift. 'A light bulb went off and I remembered the community of artists. 'I gathered a group of around 45 to 50 artists and got in contact with them to commission the work. '23 replied - which was more than I expected - but I loved all their previous work so much that I couldn't say no to any of them. 'Honestly, I was worried about not finishing it in time, but luckily it all worked out. 'The response has been overwhelmingly positive from friends and family.'",
        "topic_words": [
            "art",
            "museum",
            "display",
            "century",
            "history",
            "ancient",
            "modern",
            "painting",
            "original",
            "library",
            "piece",
            "work",
            "exhibition",
            "pieces",
            "oldest",
            "gallery",
            "arts",
            "works",
            "artists",
            "starred"
        ],
        "summary": "Mr Berlin, an amateur photographer, found the artists on website Reddit, and after initially asking the group if anyone was interested, was surprised when submissions kept coming in over a period of several months . Mr Berlin's nine-month-old son Jacob became the star of the show - and featured in the majority of the pieces . The artists chose from 40 pictures altogether, such as this cute image of Jacob resting on his mother's belly ."
    },
    {
        "document": "By . Daily Mail Reporter . PUBLISHED: . 00:18 EST, 4 June 2013 . | . UPDATED: . 04:18 EST, 4 June 2013 . Damaging: Apple has been portrayed as a corporate bully that allegedly lead an illegal scheme to raise the prices of e-books . Apple has been portrayed as a corporate bully that allegedly lead an illegal scheme to raise the prices of e-books, in a civic trial today. The Justice Department's suit claims that the Silicon Valley giant forced an end to price . competition and costing consumers hundreds of millions of dollars. Justice Department attorney, Lawrence Buterman, said a dramatic price increase in e-books was 'no accident or unforeseen outcome' but the result of a deliberate plan by Apple and five book publishers to eliminate Amazon's $9.99 bargain price for popular e-books. He asked U.S. District Judge Denise Cote, who is overseeing a trial expected to last several weeks, to find that the computer company had violated anti-trust laws. Apple lawyer Orin Snyder sharply . disputed the government's claims, saying the company had been waiting . eagerly for its chance to show it had enhanced competition and improved . the e-book industry. 'Apple . is going to trial because it did nothing wrong,' he said. 'Apple did . not conspire with any publisher individually, collectively or otherwise . to raise industry prices.' He . called the government's case bizarre, saying: 'Even our government is . fallible, and sometimes the government just gets it wrong.' Buterman . said the scheme to boost prices to $12.99 and $14.99 was encouraged by . Steve Jobs, the late founder of the Cupertino, Calif.-based computer . giant. The lawyer said he would display . emails and other correspondence that showed Jobs was active in the . company's efforts to control e-book prices as Apple was preparing to . launch the iPad. Bullies? Federal prosecutors say Apple colluded with publishers to push Amazon.com out of the e-book market . The nonjury trial results from a lawsuit last year that accused the company of seeking to enter the market for e-books in 2010 in a way that would guarantee it 30 percent profits. A separate court proceeding could be conducted to quantify harm to consumers. 'Apple's conduct cannot be excused,' Buterman said. 'Consumers in this country paid hundreds of millions of dollars more for e-books than they would have.' Federal prosecutor Lawrence Buterman: 'Apple's conduct cannot be excused' But Snyder said a ruling against Apple would mark the first time in anti-trust law history in which a new entrant in a market was condemned when its presence benefited consumers. He said Apple entered an 'e-book market that was broken, lacked innovation, lacked competition and was heading nowhere good.' He said publishers fought a pricing arrangement that the government said would guarantee Apple 30 percent profits, so it defies logic to insist there was collusion. 'The government is asking your honor to proceed on a perilous path,' Snyder said. The . trial's first witness, Kevin Saul, testified that Apple knew publishers . were interested in charging higher prices for e-books when it entered . the market. He said Apple arranged a different pricing model with . publishers than Amazon.com had because Apple realized it would lose . money otherwise. He said Apple was indifferent to how its competitors dealt with publishers. 'We were focused solely on opening an e-books store for Apple,' Saul said. Five . publishers named in the lawsuit have settled. The judge had urged Apple . to do the same, though she assured Apple a fair trial Monday, saying: . 'The deck is not stacked against Apple unless the evidence stacks the . deck against Apple.'",
        "topic_words": [
            "price",
            "cost",
            "products",
            "market",
            "prices",
            "sales",
            "product",
            "costs",
            "companies",
            "expensive",
            "consumers",
            "scheme",
            "company",
            "buy",
            "consumer",
            "demand",
            "cheap",
            "extra",
            "plastic",
            "fee"
        ],
        "summary": "Apple has been accused of conspiring with publishers to raise the cost of e-books and undercut Amazon.com's e-book market. Apple insists that it was simply getting into the e-book industry and attempting to revitalize it, claiming there was no conspiracy with publishers and that they had broken no laws. Prosecutors, however, claim that Apple, based on direction given by Steve Jobs before his death, meant to conspire with publishers to take customers away from Amazon.com by promising publishers increased revenue. Apples meanwhile says its introduction to the ebook market will increase product sales and benefit the industry."
    },
    {
        "document": "By . Daily Mail Reporter . PUBLISHED: . 00:18 EST, 4 June 2013 . | . UPDATED: . 04:18 EST, 4 June 2013 . Damaging: Apple has been portrayed as a corporate bully that allegedly lead an illegal scheme to raise the prices of e-books . Apple has been portrayed as a corporate bully that allegedly lead an illegal scheme to raise the prices of e-books, in a civic trial today. The Justice Department's suit claims that the Silicon Valley giant forced an end to price . competition and costing consumers hundreds of millions of dollars. Justice Department attorney, Lawrence Buterman, said a dramatic price increase in e-books was 'no accident or unforeseen outcome' but the result of a deliberate plan by Apple and five book publishers to eliminate Amazon's $9.99 bargain price for popular e-books. He asked U.S. District Judge Denise Cote, who is overseeing a trial expected to last several weeks, to find that the computer company had violated anti-trust laws. Apple lawyer Orin Snyder sharply . disputed the government's claims, saying the company had been waiting . eagerly for its chance to show it had enhanced competition and improved . the e-book industry. 'Apple . is going to trial because it did nothing wrong,' he said. 'Apple did . not conspire with any publisher individually, collectively or otherwise . to raise industry prices.' He . called the government's case bizarre, saying: 'Even our government is . fallible, and sometimes the government just gets it wrong.' Buterman . said the scheme to boost prices to $12.99 and $14.99 was encouraged by . Steve Jobs, the late founder of the Cupertino, Calif.-based computer . giant. The lawyer said he would display . emails and other correspondence that showed Jobs was active in the . company's efforts to control e-book prices as Apple was preparing to . launch the iPad. Bullies? Federal prosecutors say Apple colluded with publishers to push Amazon.com out of the e-book market . The nonjury trial results from a lawsuit last year that accused the company of seeking to enter the market for e-books in 2010 in a way that would guarantee it 30 percent profits. A separate court proceeding could be conducted to quantify harm to consumers. 'Apple's conduct cannot be excused,' Buterman said. 'Consumers in this country paid hundreds of millions of dollars more for e-books than they would have.' Federal prosecutor Lawrence Buterman: 'Apple's conduct cannot be excused' But Snyder said a ruling against Apple would mark the first time in anti-trust law history in which a new entrant in a market was condemned when its presence benefited consumers. He said Apple entered an 'e-book market that was broken, lacked innovation, lacked competition and was heading nowhere good.' He said publishers fought a pricing arrangement that the government said would guarantee Apple 30 percent profits, so it defies logic to insist there was collusion. 'The government is asking your honor to proceed on a perilous path,' Snyder said. The . trial's first witness, Kevin Saul, testified that Apple knew publishers . were interested in charging higher prices for e-books when it entered . the market. He said Apple arranged a different pricing model with . publishers than Amazon.com had because Apple realized it would lose . money otherwise. He said Apple was indifferent to how its competitors dealt with publishers. 'We were focused solely on opening an e-books store for Apple,' Saul said. Five . publishers named in the lawsuit have settled. The judge had urged Apple . to do the same, though she assured Apple a fair trial Monday, saying: . 'The deck is not stacked against Apple unless the evidence stacks the . deck against Apple.'",
        "topic_words": [
            "court",
            "trial",
            "guilty",
            "prison",
            "heard",
            "case",
            "jury",
            "murder",
            "judge",
            "sentence",
            "convicted",
            "prosecutors",
            "hearing",
            "sentenced",
            "jail",
            "victim",
            "evidence",
            "pleaded",
            "accused",
            "prosecutor"
        ],
        "summary": "Apple is facing a lawsuit which claims that corporation violated anti-trust laws by working with ebook publishers to raise prices and crush competition. While no one is facing jail time, this civil suit could prevent Apple and the publishers from carrying out their agreement. Lawyers for Apple claim the company was engaging in normal business practices, but opposing lawyers say they purposely planned to overcharge consumers and push Amazon.com out of the ebook market."
    },
    {
        "document": "The Obama administration is . considering imposing a forced quarantine on healthcare workers who return to the . United States from the Ebola hot zone of West Africa, after a . New York doctor who treated patients there tested positive . for the virus on Thursday. Centers for Disease Control and Prevention spokesman Tom Skinner told Reuters on Friday that a mandatory quarantine is one possible plan under discussion by officials from . across the administration. 'There are a number of options being discussed pertaining to . the monitoring and mobility of healthcare workers who are . returning to the United States from affected countries,' Skinner . said. Jeff Hulbert of Annapolis, Maryland, held up a sign in front of the White House on Friday; he wants a mandatory quarantine for all people – not just doctors – who have returned to the US from Ebola-ravaged countries . President Barack Obama meets with Ebola survivor Nina Pham (right) in the Oval Office on Friday, as the CDC scrambled to upgrade its plan to contain the virus before exposed people can spread it in the US . 'We want to strike the right balance of doing what is best . to protect the public's health while not impeding whatsoever our . ability to combat the epidemic in West Africa. Our risk here . will not be zero until we stop the epidemic there.' As for a possible quarantine, 'that's one of the options on the table,' Skinner said. The CDC-led discussions began on Thursday after Dr. Craig . Spencer in New York became the fourth person diagnosed with the . disease in the United States. Skinner said discussions are likely to produce some change . in current policy and that the aim is to reach a decision as . soon as possible. The Spencer case has heightened public anxiety about the . virus and the Obama administration's response to its arrival on . U.S. soil. Last month, Liberian national Thomas Eric Duncan became the . first case diagnosed in the United States after arriving in . Dallas from his home country. He died on Oct. 8. Two nurses who helped treat him came down with Ebola, . stirring fear about infection dangers and uncertainty about U.S. preparedness for dealing with the virus. Current policy calls for returning healthcare workers and . military personnel to be monitored for Ebola symptoms during the . virus's maximum 21-day incubation period. But lawmakers have . expressed concern that those being monitored are also able to . resume normal routines, potentially placing members of the . public at risk for infection. Dr. Craig Spencer of New York City became the fourth person diagnosed with Ebola in the United States after he came home from a stint in Guinea treating Ebola patients with Doctors Without Borders . Deborah Burger, co-president of National Nurses United, testified Friday on Capitol Hill and begged the government to implement stricter controls so more nurses don't contract the deadly contagion . 'Whatever option we come up with just simply can't hamper . ability to respond to the situation in West Africa,' Skinner . said. 'Because as long as that's going on over there, our risk . will never be zero.' The United States is undertaking a major effort to contain . the worst outbreak of Ebola since the disease was identified in . 1976. At least 4,877 people have died of the disease, . predominantly in the impoverished West African countries of . Liberia, Sierra Leone and Guinea. The U.S. response includes sending up to 4,000 troops as . well as doctors, nurses and other healthcare workers to West . Africa. On Friday, Republicans in the U.S. House of Representatives . took issue with a Pentagon policy that subjects troops to only . 10 days of monitoring before they return home from the region. Pentagon officials told lawmakers that troops would still face . 21 days of monitoring under current CDC guidelines once home . while resuming their normal daily routines.",
        "topic_words": [
            "president",
            "obama",
            "white",
            "house",
            "barack",
            "bush",
            "washington",
            "administration",
            "american",
            "states",
            "united",
            "vice",
            "press",
            "kerry",
            "national",
            "secretary",
            "america",
            "program",
            "americans",
            "leaders"
        ],
        "summary": "President Obama is trying to contain the outbreak of Ebola in Africa and prevent it from spreading here in America. He is trying to balance a proper quarantine time for those returning from infected areas, while not hindering their routines here in the States for too long. The CDC guidelines are for 21 days of monitoring for Ebola symptoms while resuming normal routines at home."
    },
    {
        "document": "The Obama administration is . considering imposing a forced quarantine on healthcare workers who return to the . United States from the Ebola hot zone of West Africa, after a . New York doctor who treated patients there tested positive . for the virus on Thursday. Centers for Disease Control and Prevention spokesman Tom Skinner told Reuters on Friday that a mandatory quarantine is one possible plan under discussion by officials from . across the administration. 'There are a number of options being discussed pertaining to . the monitoring and mobility of healthcare workers who are . returning to the United States from affected countries,' Skinner . said. Jeff Hulbert of Annapolis, Maryland, held up a sign in front of the White House on Friday; he wants a mandatory quarantine for all people – not just doctors – who have returned to the US from Ebola-ravaged countries . President Barack Obama meets with Ebola survivor Nina Pham (right) in the Oval Office on Friday, as the CDC scrambled to upgrade its plan to contain the virus before exposed people can spread it in the US . 'We want to strike the right balance of doing what is best . to protect the public's health while not impeding whatsoever our . ability to combat the epidemic in West Africa. Our risk here . will not be zero until we stop the epidemic there.' As for a possible quarantine, 'that's one of the options on the table,' Skinner said. The CDC-led discussions began on Thursday after Dr. Craig . Spencer in New York became the fourth person diagnosed with the . disease in the United States. Skinner said discussions are likely to produce some change . in current policy and that the aim is to reach a decision as . soon as possible. The Spencer case has heightened public anxiety about the . virus and the Obama administration's response to its arrival on . U.S. soil. Last month, Liberian national Thomas Eric Duncan became the . first case diagnosed in the United States after arriving in . Dallas from his home country. He died on Oct. 8. Two nurses who helped treat him came down with Ebola, . stirring fear about infection dangers and uncertainty about U.S. preparedness for dealing with the virus. Current policy calls for returning healthcare workers and . military personnel to be monitored for Ebola symptoms during the . virus's maximum 21-day incubation period. But lawmakers have . expressed concern that those being monitored are also able to . resume normal routines, potentially placing members of the . public at risk for infection. Dr. Craig Spencer of New York City became the fourth person diagnosed with Ebola in the United States after he came home from a stint in Guinea treating Ebola patients with Doctors Without Borders . Deborah Burger, co-president of National Nurses United, testified Friday on Capitol Hill and begged the government to implement stricter controls so more nurses don't contract the deadly contagion . 'Whatever option we come up with just simply can't hamper . ability to respond to the situation in West Africa,' Skinner . said. 'Because as long as that's going on over there, our risk . will never be zero.' The United States is undertaking a major effort to contain . the worst outbreak of Ebola since the disease was identified in . 1976. At least 4,877 people have died of the disease, . predominantly in the impoverished West African countries of . Liberia, Sierra Leone and Guinea. The U.S. response includes sending up to 4,000 troops as . well as doctors, nurses and other healthcare workers to West . Africa. On Friday, Republicans in the U.S. House of Representatives . took issue with a Pentagon policy that subjects troops to only . 10 days of monitoring before they return home from the region. Pentagon officials told lawmakers that troops would still face . 21 days of monitoring under current CDC guidelines once home . while resuming their normal daily routines.",
        "topic_words": [
            "health",
            "virus",
            "cases",
            "people",
            "bird",
            "outbreak",
            "infected",
            "public",
            "sick",
            "flu",
            "tested",
            "england",
            "deadly",
            "epidemic",
            "person",
            "case",
            "officials",
            "number",
            "reported",
            "countries"
        ],
        "summary": "The United States is having heightened awareness and precautions to prevent the spread of Ebola here in the states. This increased concern stems in part from the first case arriving to the states with someone returning from an infected country. He died from ebola after arriving to the states and 2 nurses who cared for him here also came down with Ebola."
    },
    {
        "document": "By . Associated Press . Baggage screeners at Chicago's O'Hare International Airport have discovered two World War I artillery shells in checked luggage that arrived on a flight from London. The Transportation Security Administration says the bags belonged to a 16-year-old and a 17-year-old who were returning from a school field trip to Europe. TSA spokesman Jim McKinney says a bomb disposal crew determined the shells were inert and no one was ever in danger. Baggage claim: Two World War I artillery shells discovered by baggage screeners in checked luggage that arrived on a flight from London at Chicago's O'Hare International Airport . Odd import: The teens told law enforcement they obtained the shells at a French World War I artillery range. It was not clear how . Suspect objects: FBI and Chicago Police officers evacuated the baggage room until the items could be clears as inert and interviewed the two minors . The teens told law enforcement they obtained the shells at a French World War I artillery range. It was not clear how. TSA explosives experts believe they are French 77 mm shells. They were seized Monday evening while the teens were transferring to a flight to Seattle. The teens were questioned then allowed to travel onward. They weren't charged. Historical artifacts: Transportation Security Administration officers at O‚àöá¨∏Hare Airport spotted two military-grade shells in the checked baggage of two minors, who were part of a field trip returning from London . Checking out: The TSA says the bags belonged to a 16-year-old and a 17-year-old who were returning from a school field trip to Europe. A bomb disposal crew determined the shells were inert and no one was ever in danger . 'As a reminder, large munitions are not permitted to be brought on board airplanes, in carry-on or checked baggage,' TSA said in a statement. 'Small arms ammunition, including under .75 caliber and shotgun shells, can be packed in checked baggage in accordance with airline policies'.",
        "topic_words": [
            "war",
            "military",
            "defence",
            "army",
            "iraq",
            "soldiers",
            "troops",
            "forces",
            "battle",
            "iraqi",
            "soldier",
            "force",
            "commander",
            "combat",
            "armed",
            "base",
            "served",
            "personnel",
            "command",
            "men"
        ],
        "summary": "A 16 and a 17 year old, returning from a school field trip to Europe, checked World War 1 artillery shells into their luggage from London. A bomb disposal crew determined that the shells were inert and no one was ever in danger. The teens obtained the shells at a French World War 1 artillery range. They were questioned, but were not charged."
    },
    {
        "document": "By . Associated Press . Baggage screeners at Chicago's O'Hare International Airport have discovered two World War I artillery shells in checked luggage that arrived on a flight from London. The Transportation Security Administration says the bags belonged to a 16-year-old and a 17-year-old who were returning from a school field trip to Europe. TSA spokesman Jim McKinney says a bomb disposal crew determined the shells were inert and no one was ever in danger. Baggage claim: Two World War I artillery shells discovered by baggage screeners in checked luggage that arrived on a flight from London at Chicago's O'Hare International Airport . Odd import: The teens told law enforcement they obtained the shells at a French World War I artillery range. It was not clear how . Suspect objects: FBI and Chicago Police officers evacuated the baggage room until the items could be clears as inert and interviewed the two minors . The teens told law enforcement they obtained the shells at a French World War I artillery range. It was not clear how. TSA explosives experts believe they are French 77 mm shells. They were seized Monday evening while the teens were transferring to a flight to Seattle. The teens were questioned then allowed to travel onward. They weren't charged. Historical artifacts: Transportation Security Administration officers at O‚àöá¨∏Hare Airport spotted two military-grade shells in the checked baggage of two minors, who were part of a field trip returning from London . Checking out: The TSA says the bags belonged to a 16-year-old and a 17-year-old who were returning from a school field trip to Europe. A bomb disposal crew determined the shells were inert and no one was ever in danger . 'As a reminder, large munitions are not permitted to be brought on board airplanes, in carry-on or checked baggage,' TSA said in a statement. 'Small arms ammunition, including under .75 caliber and shotgun shells, can be packed in checked baggage in accordance with airline policies'.",
        "topic_words": [
            "airport",
            "passengers",
            "flight",
            "travel",
            "airlines",
            "passenger",
            "flights",
            "airline",
            "international",
            "transport",
            "heathrow",
            "board",
            "terminal",
            "airways",
            "airports",
            "runway",
            "cabin",
            "landed",
            "gatwick",
            "coin"
        ],
        "summary": "Two teenagers traveling from on an international flight from London, the world's busiest airport, to Chicago's O'Hare International Airport, which is the 2nd busiest airport in the US. Baggage screeners found in their checked luggage two World War I artillery shells."
    },
    {
        "document": "There has been a great deal spoken about the sweltering heat and humidity England will face in Manaus when they play Italy on Saturday night. But how does it actually feel to run and exercise in such testing conditions? With the help of a Battersea Park biodome, an industrial-sized heater and a treadmill, Adam Shergold found out. It takes less than 10 seconds for the first bead of sweat to start trickling its way down from my forehead, off the tip of my nose and on to my soon-to-be-saturated shirt. It's a little disheartening for someone who considers themselves fairly fit, and is currently in training for a half-marathon, to be perspiring so uncontrollably after just a minute or so of exercise. Feeling the heat: Sportsmail's Adam Shergold gets going on the treadmill inside a biodome that replicates the hot and humid conditions England will experience when they face Italy in Manaus on Saturday night . Ramp it up: As our man reaches full speed on the treadmill, the 30C heat and 80 per cent humidity starts to take its toll . Venue: The Arena da Amazonia will host England's first World Cup match, against Italy on Saturday evening . Ready, boys? England have been gradually acclimatising to the hot conditions in Brazil . But then the sweltering conditions of Manaus have no mercy on anyone, not even the super-fit elite footballers who will play there during the World Cup. I'm running on a treadmill in a Biodome set up by Ladbrokes in Battersea Park to replicate the extreme conditions England will encounter when they step out to play Italy at the Arena Amazonia on Saturday week. Outside, the late Spring day is grey and drizzly but this 'Mini-Manaus' feels like a pressure-cooker as industrial-sized heaters relentlessly circulate chokingly hot air. The hard yards: Shergold winds down after running for 10 minutes in the 'Mini-Manaus' biodome built by Ladbrokes in Battersea Park . Welcome refreshment: The cold water is very much necessary after completing the 'Mini-Manaus' challenge . The thermometer reads 31C, the average temperature in Manaus at this time of year, and the humidity sits just above the 80 per cent mark. These are conditions in which even walking down the street is an effort, so playing 90 minutes of high-intensity football is not an attractive option. I manage about 10 minutes of running on the treadmill, working up from a walk to an all-out sprint, before the temptation to throw water all over myself becomes too great. Each match at the World Cup will factor in drinks breaks, and these will be absolutely essential for the players to take on water or an energy drink and rehydrate. Warmer climes: A game of football being played on the beach in Manaus . Flavour of the Amazon: Shergold outside the heated biodome built in Battersea Park to replicate the sweltering, tropical conditions in Manaus . The paramedic on standby at the Biodome measures my core body temperature at a normal 37.2C before stepping on the treadmill. At the end, it's nudging above 38C, the kind of level when you're suffering from a fever. It's a relief to step outside the dome again, into the cooling London drizzle, and I have plenty of sympathy for the England players who will have to cope with these energy-sapping conditions while carrying the weight of the nation's expectation. Go to Ladbrokes.com/manaus to take the challenge yourself and to win £10,000 in free bets .",
        "topic_words": [
            "snow",
            "weather",
            "cold",
            "winter",
            "temperatures",
            "conditions",
            "hot",
            "morning",
            "expected",
            "parts",
            "freezing",
            "weekend",
            "summer",
            "today",
            "georgia",
            "days",
            "degrees",
            "fall",
            "met",
            "country"
        ],
        "summary": "When England plays in Italy on Saturday night, they will face 30C heat and 80 per cent humidity. Adam Shergold found that it takes less than 10 seconds for him to start sweating in a Battersea Park biodome with a heater and treadmill. These conditions come as a stark contrast to a grey and drizzly day in England in late Spring. The average temperature in Manaus at this time of year is 31C. "
    },
    {
        "document": "There has been a great deal spoken about the sweltering heat and humidity England will face in Manaus when they play Italy on Saturday night. But how does it actually feel to run and exercise in such testing conditions? With the help of a Battersea Park biodome, an industrial-sized heater and a treadmill, Adam Shergold found out. It takes less than 10 seconds for the first bead of sweat to start trickling its way down from my forehead, off the tip of my nose and on to my soon-to-be-saturated shirt. It's a little disheartening for someone who considers themselves fairly fit, and is currently in training for a half-marathon, to be perspiring so uncontrollably after just a minute or so of exercise. Feeling the heat: Sportsmail's Adam Shergold gets going on the treadmill inside a biodome that replicates the hot and humid conditions England will experience when they face Italy in Manaus on Saturday night . Ramp it up: As our man reaches full speed on the treadmill, the 30C heat and 80 per cent humidity starts to take its toll . Venue: The Arena da Amazonia will host England's first World Cup match, against Italy on Saturday evening . Ready, boys? England have been gradually acclimatising to the hot conditions in Brazil . But then the sweltering conditions of Manaus have no mercy on anyone, not even the super-fit elite footballers who will play there during the World Cup. I'm running on a treadmill in a Biodome set up by Ladbrokes in Battersea Park to replicate the extreme conditions England will encounter when they step out to play Italy at the Arena Amazonia on Saturday week. Outside, the late Spring day is grey and drizzly but this 'Mini-Manaus' feels like a pressure-cooker as industrial-sized heaters relentlessly circulate chokingly hot air. The hard yards: Shergold winds down after running for 10 minutes in the 'Mini-Manaus' biodome built by Ladbrokes in Battersea Park . Welcome refreshment: The cold water is very much necessary after completing the 'Mini-Manaus' challenge . The thermometer reads 31C, the average temperature in Manaus at this time of year, and the humidity sits just above the 80 per cent mark. These are conditions in which even walking down the street is an effort, so playing 90 minutes of high-intensity football is not an attractive option. I manage about 10 minutes of running on the treadmill, working up from a walk to an all-out sprint, before the temptation to throw water all over myself becomes too great. Each match at the World Cup will factor in drinks breaks, and these will be absolutely essential for the players to take on water or an energy drink and rehydrate. Warmer climes: A game of football being played on the beach in Manaus . Flavour of the Amazon: Shergold outside the heated biodome built in Battersea Park to replicate the sweltering, tropical conditions in Manaus . The paramedic on standby at the Biodome measures my core body temperature at a normal 37.2C before stepping on the treadmill. At the end, it's nudging above 38C, the kind of level when you're suffering from a fever. It's a relief to step outside the dome again, into the cooling London drizzle, and I have plenty of sympathy for the England players who will have to cope with these energy-sapping conditions while carrying the weight of the nation's expectation. Go to Ladbrokes.com/manaus to take the challenge yourself and to win £10,000 in free bets .",
        "topic_words": [
            "club",
            "team",
            "season",
            "players",
            "england",
            "football",
            "player",
            "league",
            "fans",
            "game",
            "stadium",
            "summer",
            "coach",
            "played",
            "play",
            "squad",
            "tottenham",
            "training",
            "manager",
            "clubs"
        ],
        "summary": "England will be playing Italy in Manaus on Saturday night. The team has been gradually acclimatising to the hot conditions in Brazil, but even star football players playing in the World Cup are not immune to those conditions. They will have to handle these conditions while also representing their nation as athletes. "
    },
    {
        "document": "LONDON, England (CNN) -- British Airways and Virgin Atlantic have announced they are reducing their fuel surcharges as the price of oil has plummeted. Passengers on long-haul flights will enjoy the biggest reduction in fares. Both airlines said the cuts, effective Thursday, reflected the lower price of oil, and BA also credited its fuel hedging policy. It means BA passengers will pay £30-35 ($46-54) less on flights longer than nine hours, and £15-20 ($23-31) less on shorter flights, the airline said. European services will cost £4-5 ($6-7) less, BA said. Virgin Atlantic passengers will see similar reductions in the ticket price, the airline said. The fuel surcharge helped airlines pass the high cost of oil on to their passengers. As prices have dropped from a record high in the summer, airlines have been under pressure to cut the fee. This the second fuel surcharge reduction for BA. It first cut the charge in October.",
        "topic_words": [
            "airport",
            "passengers",
            "flight",
            "travel",
            "airlines",
            "passenger",
            "flights",
            "airline",
            "international",
            "transport",
            "heathrow",
            "board",
            "terminal",
            "airways",
            "airports",
            "runway",
            "cabin",
            "landed",
            "gatwick",
            "coin"
        ],
        "summary": "Two Airlines will be reducing their flight prices as a result of a reduction in fuel prices. For passengers who will be travelling for long hour trips, they will have the biggest reduction in their fares. British Airlines and Virgin Atlantic were under pressure to cut their ticket prices but this has now been made possible after the fuel surcharge reduction."
    },
    {
        "document": "LONDON, England (CNN) -- British Airways and Virgin Atlantic have announced they are reducing their fuel surcharges as the price of oil has plummeted. Passengers on long-haul flights will enjoy the biggest reduction in fares. Both airlines said the cuts, effective Thursday, reflected the lower price of oil, and BA also credited its fuel hedging policy. It means BA passengers will pay £30-35 ($46-54) less on flights longer than nine hours, and £15-20 ($23-31) less on shorter flights, the airline said. European services will cost £4-5 ($6-7) less, BA said. Virgin Atlantic passengers will see similar reductions in the ticket price, the airline said. The fuel surcharge helped airlines pass the high cost of oil on to their passengers. As prices have dropped from a record high in the summer, airlines have been under pressure to cut the fee. This the second fuel surcharge reduction for BA. It first cut the charge in October.",
        "topic_words": [
            "tax",
            "average",
            "benefits",
            "people",
            "rate",
            "increase",
            "rise",
            "budget",
            "cuts",
            "rates",
            "government",
            "spending",
            "income",
            "cut",
            "benefit",
            "number",
            "bills",
            "highest",
            "taxes",
            "families"
        ],
        "summary": "An increase in tax had led to an increase in the price fuel. This increase was felt by the average people through increased airline tickets prices. A reduction in the cost of fuel has affected the average person's budget as it has resulted in a decrease in the cost of airline fare charges."
    },
    {
        "document": "LOS ANGELES, California (CNN) -- A pressurized cylinder exploded at Universal Studios on Sunday, injuring two firefighters as they tried to fight a blaze that began earlier in the day, Los Angeles authorities said. The fire destroyed buildings and movie sets at Universal Studios on Sunday. Eight other firefighters were injured in the fire, which was expected to be contained by 4:15 p.m. (7:15 p.m. ET), said Ron Haralson, an inspector with the Los Angeles County Fire Department. The explosion occurred about 2:30 p.m. (5:30 p.m. ET) near the video vault of the Universal Studios back lot. The vault was damaged. The fast-moving, early morning blaze destroyed several movie sets and the King Kong exhibit. Even so, officials still planned to go ahead with the 2008 MTV Movie Awards show at the site -- just north of downtown Los Angeles, adjacent to the Universal Studios theme park. \"The areas we are utilizing for our production were unaffected and the 2008 MTV Movie Awards will go on as planned. We're working closely with authorities to make sure everything operates smoothly,\" an MTV spokesman said in a statement. The awards show will bring a parade of A-list stars to the park's CityWalk area. According to MTV's Web site, celebrities such as Tom Cruise, Will Smith, Sarah Jessica Parker, Justin Timberlake and Robert Downey Jr. likely will attend. Universal Studios officials planned to resume normal business hours Monday, including the studio tour. The fire destroyed an area called New York street, which includes movie set-style buildings designed to look like the cityscape of New York City. Hours after the blaze was reported, the roughly two-block area appeared charred and resembled a \"disaster movie,\" said Los Angeles Councilman Tom LaBonge. LaBonge said he could see the smoke from his Silver Lake home Sunday morning. \"It looked like a bomb had exploded,\" he said. Watch choppers try to douse the fire  . The blaze began around 4:45 a.m. (7:45 a.m. ET) and was contained initially by 9 a.m. Throughout the morning, large plumes of black smoke rose as the fire burned the vault containing hundreds of videos, said Ron Meyer, chief operating officer of Universal Studios. \"Fortunately, nothing irreplaceable was lost,\" Meyer said. \"The video library was affected and damaged, but our main vault of our motion picture negatives was not.\" The set of \"The Changeling,\" a film recently directed by Clint Eastwood and starring Angelina Jolie, was \"completely destroyed,\" Meyer said. Another area called \"Courthouse Square\" also was destroyed, Meyer said. Numerous movies have been shot in that area, including several scenes of the 1985 hit \"Back to the Future,\" Meyer said. And two of the eight locations used by the CBS series \"Ghost Whisperer\" were affected, he said. Fire inspectors had not determined what caused the blaze, said Los Angles County Fire Chief P. Michael Freeman. There were no reports of filming at the time of the fire.",
        "topic_words": [
            "fire",
            "residents",
            "san",
            "wood",
            "firefighters",
            "burning",
            "burned",
            "blaze",
            "flames",
            "fires",
            "diego",
            "burn",
            "homes",
            "resident",
            "department",
            "arson",
            "elderly",
            "destroyed",
            "firefighter",
            "evacuated"
        ],
        "summary": "A pressurized cylinder exploded at Universal Studios on Sunday injuring two firefighters. The fire destroyed buildings and movie sets at the studios and injured eight other firefighters. The explosion occurred about 2:30 pm near the video vault damaging and several movie sets and the King Kong exhibit. The fire destroyed and area called New York street. Two hours after the blaze was reported, the two-block area appeared charred and resembled a \"disaster movie\", said Los Angels Councilman Tom Labonge. He said he could see smoke from his Silverlake home Sunday morning."
    },
    {
        "document": "LOS ANGELES, California (CNN) -- A pressurized cylinder exploded at Universal Studios on Sunday, injuring two firefighters as they tried to fight a blaze that began earlier in the day, Los Angeles authorities said. The fire destroyed buildings and movie sets at Universal Studios on Sunday. Eight other firefighters were injured in the fire, which was expected to be contained by 4:15 p.m. (7:15 p.m. ET), said Ron Haralson, an inspector with the Los Angeles County Fire Department. The explosion occurred about 2:30 p.m. (5:30 p.m. ET) near the video vault of the Universal Studios back lot. The vault was damaged. The fast-moving, early morning blaze destroyed several movie sets and the King Kong exhibit. Even so, officials still planned to go ahead with the 2008 MTV Movie Awards show at the site -- just north of downtown Los Angeles, adjacent to the Universal Studios theme park. \"The areas we are utilizing for our production were unaffected and the 2008 MTV Movie Awards will go on as planned. We're working closely with authorities to make sure everything operates smoothly,\" an MTV spokesman said in a statement. The awards show will bring a parade of A-list stars to the park's CityWalk area. According to MTV's Web site, celebrities such as Tom Cruise, Will Smith, Sarah Jessica Parker, Justin Timberlake and Robert Downey Jr. likely will attend. Universal Studios officials planned to resume normal business hours Monday, including the studio tour. The fire destroyed an area called New York street, which includes movie set-style buildings designed to look like the cityscape of New York City. Hours after the blaze was reported, the roughly two-block area appeared charred and resembled a \"disaster movie,\" said Los Angeles Councilman Tom LaBonge. LaBonge said he could see the smoke from his Silver Lake home Sunday morning. \"It looked like a bomb had exploded,\" he said. Watch choppers try to douse the fire  . The blaze began around 4:45 a.m. (7:45 a.m. ET) and was contained initially by 9 a.m. Throughout the morning, large plumes of black smoke rose as the fire burned the vault containing hundreds of videos, said Ron Meyer, chief operating officer of Universal Studios. \"Fortunately, nothing irreplaceable was lost,\" Meyer said. \"The video library was affected and damaged, but our main vault of our motion picture negatives was not.\" The set of \"The Changeling,\" a film recently directed by Clint Eastwood and starring Angelina Jolie, was \"completely destroyed,\" Meyer said. Another area called \"Courthouse Square\" also was destroyed, Meyer said. Numerous movies have been shot in that area, including several scenes of the 1985 hit \"Back to the Future,\" Meyer said. And two of the eight locations used by the CBS series \"Ghost Whisperer\" were affected, he said. Fire inspectors had not determined what caused the blaze, said Los Angles County Fire Chief P. Michael Freeman. There were no reports of filming at the time of the fire.",
        "topic_words": [
            "film",
            "movie",
            "character",
            "films",
            "viewers",
            "set",
            "characters",
            "bond",
            "series",
            "box",
            "hollywood",
            "director",
            "starring",
            "played",
            "scene",
            "scenes",
            "story",
            "cast",
            "movies",
            "turner"
        ],
        "summary": "Even so, officials planned to go ahead with the 2008 MTV Movie Awards at the site. The awards will bring a parade of A-list stars to the park's CityWalk area. Celebrities such as Tom Cruise, Will Smith, Sarah Jessica Parker, Justine Timberlake and Robert Downey Jr will likely attend. Numerous movies have been short in that area including several scenes of \"Back to the Future\". And two of the eight locations used by CBS series \" Ghost Whispers\" were affected."
    }
]